Repository: LDSL/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Change key of selected %(verbose_name_plural)s
fr: Changer l'indicateur sélectionné %(verbose_name_plural)s
pt: Alterar chave da selecionado %(verbose_name_plural)s

source: User
fr: Utilisateur
pt: Utilizador

source: Key
fr: Clé
pt: Chave

source: Will be autogenerated
fr: Sera généré automatiquement
pt: Será gerado automaticamente

source: User Api
fr: Utilisateur API
pt: API de Utilizador

source: User Apis
fr: Utilisateur Apis
pt: API's de Utilizadores

source: Apikey of {0} ::: {1}
fr: Clé API de {0} ::: {1}
pt: ApiKey de {0} ::: {1}

source: Sorry, this request could not be processed. Please try again later.
fr: Désolé, cette demande n'a pas pu aboutir. Veuillez s'il vous plaît réessayer plus tard.
pt: Desculpe, este pedido não pôde ser processado. Por favor, tente novamente mais tarde.

source: Slot duration
fr: Durée du créneau
pt: Duração do slot

source: Name
fr: Nom
pt: Nome

source: Description
pt: Descrição

source: Student capacity
fr: Aptitude de l'élève
pt: Capacidade do estudante

source: Maximun bookable slots
fr: Nombre maximum de créneaux pouvant être réservés
pt: Capacidade máxima de solts

source: Time required in advance for reservation
fr: Temps requis à l'avance pour effectuer une réservation
pt: Tempo necessário para reserva antecipada

source: Time required in advance to cancel a reservation
fr: Temps requis à l'avance pour annuler une réservation
pt: Tempo necessário para cancelar antecipadamente a reserva

source: Asset URL
fr: URL actif
pt: Recurso URL

source: asset
fr: actif
pt: recurso

source: assets
fr: actifs
pt: recursos

source: KnowledgeQuantum
fr: SavoirQuantique
pt: QuantumConhecimento

source: Assets
fr: Actifs
pt: Recursos

source: Available from
fr: Disponible à partir du
pt: Disponível a partir de

source: Available to
fr: Disponible jusqu'au
pt: Disponível para

source: asset availability
fr: disponibilité d'actifs
pt: disponibilidade de recursos

source: asset availabilities
fr: disponibilités d'actifs
pt: disponibilidades de recursos

source: Assets availables for {0}
fr: Actifs disponibles pour {0}
pt: Recursos disponíveis para {0}

source: Reserved from
fr: Réservé à partir de
pt: Reservado de

source: Asset
fr: Actif
pt: Recursos

source: Datetime
fr: Date heure
pt: Data e hora

source: reservation
fr: réservation
pt: reserva

source: reservations
fr: réservations
pt: reservas

source: Reservation of {0}, made by {1}
fr: Réservation de {0}, effectuée par {1}
pt: Reserva de {0} , feita por {1}

source: This asset is not available from this nugget.
fr: Cet actif n'est pas disponible à partir de cet élément.
pt: Este recurso não está disponível a partir deste módulo.

source: A reservation should not finish before it starts.
fr: Une réservation ne peut pas se terminer avant son commencement.
pt: A reserva não deve terminar antes de começar.

source: The specified time is in the past.
fr: Le délai imparti est terminé.
pt: O tempo especificado é no passado.

source: Not enough time in advance for this reservation
fr: Délai insuffisant pour cette réservation
pt: Não há tempo suficiente antecedente à reserva

source: The specified time is not in the bookable period.
fr: Le créneau sélectionné ne peut être réservé sur cette période.
pt: O tempo especificado não está no período destinado a reservas.

source: You have reached the pending reservations limit for this course.
fr: Vous avez atteint le nombre limite de réservations en attente pour ce cours.
pt: Chegou ao limite de reservas pendentes para este curso.

source: You have reached the reservations limit for this course.
fr: Vous avez atteint le nombre limite de réservations pour ce cours.
pt: Chegou ao limite de reservas para este curso.

source: No available places left at selected time.
fr: Plus de places disponibles à l'heure indiquée.
pt: Não restam lugares disponíveis na hora selecionada.

source: You already have a reservation for the same asset at the same time
fr: Vous avez déjà réservé un même actif à la même heure
pt: Já tem uma reserva para o mesmo recurso, ao mesmo tempo

source: There's not a free slot available.
fr: Aucun créneau de libre n'est disponible.
pt: Não há nenhum slot livre disponível.

source: Reservation created successfully.
fr: Réservation effectuée avec succès.
pt: Reserva criada com sucesso.

source: Your reservation has been cancelled
fr: Votre réservation a été annulée
pt: A sua reserva foi cancelada

source: Your reservation has been modified
fr: Votre réservation a été modifiée
pt: A sua reserva foi modificada

source: You are not enrolled in this course
fr: Vous n'êtes pas inscrit(e) à ce cours
pt: Não está registrado neste curso

source: You are not the owner of this reservation
fr: Vous n'êtes pas la personne ayant effectué la réservation
pt: Não é o dono desta reserva

source: Not enough time in advance to cancel this reservation.
fr: Délai trop court pour annuler cette réservation.
pt: Não há tempo suficiente de antecedência para cancelar esta reserva.

source: This nugget has no available asset
fr: Cet élément n'a aucun actif disponible
pt: Este bloco não tem recurso disponível

source: No initial time specified
fr: Temps initial non spécifié
pt: Tempo inicial não especificado

source: Incorrect booking time specified
fr: Créneau de réservation demandé incorrect
pt: Tempo de reserva especificado incorretamente

source: Dear %(user)s Your reservation of "%(asset)s" for "%(kq)s" has been cancelled. We deeply apologize for the inconvenience. Best regards, %(site)s's team
fr: Cher %(user)s Votre réservation de "%(asset)s" pour "%(kq)s" a été annulée. Nous nous excusons pour la gêne occasionnée. Cordialement, %(site)s équipe.
pt: Caro %(user)s A sua reserva de "%(asset)s" para "%(kq)s" foi cancelada. Pedimos desculpa pelo incómodo. Cumprimentos, Equipa do %(site)s

source: Dear %(user)s Your reservation of "%(asset)s" for "%(kq)s" has been modified. Now, your reservation begins at "%(begin)s" and ends at "%(end)s" We deeply apologize for the inconvenience. Best regards, %(site)s's team
fr: Cher %(user)s Votre réservation de "%(asset)s" pour "%(kq)s" a été modifiée. Votre réservation débute désormais à "%(begin)s" et se termine à "%(end)s". Nous nous excusons pour la gêne occasionnée. Cordialement, %(site)s équipe
pt: Caro %(user)s A sua reserva de "%(asset)s" para "%(kq)s" foi modificada. Assim, a sua reserva começa a "%(begin)s" e acaba a "%(end)s" Pedimos desculpa pelo incómodo. Cumprimentos, Equipa do %(site)s

source: Hide past reservations
fr: Masquer les réservations passées
pt: Esconder reservas anteriores

source: Display past reservations
fr: Afficher les réservations passées
pt: Mostrar reservas anteriores

source: Confirm cancelation
fr: Confirmer l'annulation
pt: Confirmar cancelamento

source: Are you completely sure you want to cancel the registration? You cannot undo this action.
fr: Êtes-vous certain(e) de vouloir annuler l'enregistrement ? Vous ne pourrez pas annuler cette action.
pt: Tem a certeza que pretende cancelar o registo? Não pode reverter esta ação.

source: Back
fr: Précédent
pt: Voltar

source: Active Reservations
fr: Réservations actives
pt: Reservas ativas

source: %(asset_name)s of %(kq_title)s
fr: %(asset_name)s de %(kq_title)s
pt: %(asset_name)s de %(kq_title)s

source: <li> From: %(from)s </li> <li> To: %(to)s </li> <li> Slot: %(slot_id)s </li> <li> Students sharing this slot: %(concurrent)s </li>
fr: <li> De:%(from)s</li> <li> À: %(to)s</li> <li>Créneau: %(slot_id)s</li> <li> Étudiants partageant ce créneau: %(concurrent)s</li>
pt: <li> De: %(from)s </li> <li> Para: %(to)s </li> <li> Slot: %(slot_id)s </li> <li> Alunos que partilham o slot: %(concurrent)s </li>

source: Activate
fr: Activer
pt: Ativar

source: Pending Reservations
fr: Réservations en attente
pt: Reservas Pendentes

source: Remove
fr: Supprimer
pt: Remover

source: You do not have any pending asset reservation for this course.
fr: Vous n'avez pas de réservation d'actifs en attente pour ce cours.
pt: Não tem nenhuma reserva de recursos pendente para este curso.

source: Past Reservations
fr: Dernières réservations
pt: Reservas Anteriores

source: My profile
fr: Mon profil
pt: Meu perfil

source: Username:
fr: Pseudo
pt: Utilizador:

source: First name:
fr: Prénom :
pt: Nome:

source: Last name:
fr: Nom :
pt: Sobrenome:

source: Organization
fr: Organisme
pt: Organização

source: Confirmation complete
fr: Confirmation terminée
pt: Confirmação completa

source: Welcome to {{site.name}}
fr: Bienvenue à {{nom.du.site}}
pt: Bem-vindo ao {{site.name}}

source: Click the button to confirm your email.
fr: Cliquez sur le bouton pour confirmer votre e-mail.
pt: Clique no botão para confirmar o seu email.

source: The team of {{site.name}}
fr: L'équipe de {{nom.du.site}}
pt: A equipa de {{site.name}}

source: [{{site}}] | Please confirm your registration
fr: [{{Site}}] | Veuillez s'il vous plaît confirmer votre inscription
pt: [{{site}}] | Por favor, confirme o seu registro

source: Registration complete (confirmation pending)
fr: Enregistrement complet (confirmation en attente)
pt: Registo completo (pendente de confirmação)

source: Signup
fr: Inscription
pt: Registar

source: Image
pt: Imagem

source: The image is not a png
fr: L'image n'est pas au format png
pt: A imagem não é um png

source: User email
fr: E-mail de l'utilisateur
pt: email do utilizador

source: User identity
fr: Identité de l'utilisateur
pt: Identidade do utilizador

source: Identity type
fr: Type d'identité
pt: Tipo de identidade

source: Identity hash
fr: Identité #
pt: Código de Identidade

source: Hashed
pt: Codificado

source: Identity salt
fr: Identité
pt: Identidade codificada

source: identity
fr: identité
pt: identidade

source: identities
fr: identités
pt: identidades

source: Identity of {0}
fr: Identité de {0}
pt: Identidade de {0}

source: Short, descriptive title
fr: Titre court et descriptif
pt: Título descritivo curto

source: Badge description
fr: Description du badge
pt: Descrição do emblema

source: Longer description of the badge and its criteria
fr: Description plus détaillée du badge et de ses critères
pt: Descrição longa do emblema e seus critérios

source: Badge image
fr: Image du badge
pt: Imagem do emblema

source: Upload an image to represent the badge, it must be png
fr: Téléchargez une image pour illustrer le badge, au format png
pt: Carregar uma imagem para representar o emblema, deve ser em png

source: Criteria
fr: Critères
pt: Critérios

source: URL of the criteria for earning the achievement (recomended: marked up this up with LRMI)
fr: URL des critères pour parvenir à la réussite (recommandé: balisé avec le LRMI - Learning Resource Metadata Initiative)
pt: URL dos critérios para atingir o objetivo (recomendado: marcado com LRMI)

source: Alignments
fr: Alignements
pt: Alinhamentos

source: alignments
fr: alignements
pt: alinhamentos

source: Tags
fr: Mots-Clés
pt: Etiquetas

source: tags
fr: mots-clés
pt: etiquetas

source: Badge slug (moocng)
fr: Terme du badge (moocng)
pt: Título do emblema (moocng)

source: Very short name, for use in URLs and links
fr: Nom très court, pour une utilisation dans les URL et les liens
pt: Nome curto, para utilizar em URLs e links

source: Creation date and time (moocng)
fr: Date et heure de création (moocng)
pt: Data e hora de criação (moocng)

source: Last modification date and time (moocng)
fr: Dernière date et heure de modification (moocng)
pt: Última data e hora de modificação (moocng)

source: badge
pt: emblema

source: badges
pt: emblemas

source: Peer review
fr: examen par les pairs
pt: Revisão por pares

source: Criteria_type
fr: Critères
pt: Tipo de Critérios

source: Note
pt: Nota

source: Color
fr: Couleur
pt: Cor

source: Course
fr: Cours
pt: Curso

source: badges_badgebycourse
fr: Badges_badgeparcours
pt: emblemas_emblemasporcurso

source: Award uuid
fr: Prix ​​uuid
pt: Prémio uuid

source: Awardee
fr: Bénéficiaires
pt: Premiado

source: Badge
pt: Emblema

source: Awarding date and time
fr: Date et heure d'attribution
pt: Data e hora previstas

source: URL with assertion evidence
fr: URL avec confirmation des preuves
pt: URL com declaração confirmada

source: When a badge should no longer be considered valid
fr: Quand un badge ne doit plus être considéré comme étant valide
pt: Quando um emblema não deve ser considerado válido

source: Last modification date and time
fr: Date et heure de la dernière modification
pt: Data e hora da última modificação

source: award
fr: récompense
pt: prémio

source: awards
fr: prix
pt: prémios

source: {0} awarded to {1}
fr: {0} attribué à {1}
pt: {0} concedido a {1}

source: Award
fr: Prix
pt: Prémio

source: Reason for revocation
fr: Motif de la révocation
pt: Motivo da revogação

source: revocation list
fr: liste de révocation
pt: lista de revogação

source: revocations list
fr: liste des révocations
pt: lista de revogações

source: alignment
fr: alignement
pt: alinhamento

source: Tag name
fr: Nom du mot-clé
pt: Nome da etiqueta

source: tag
fr: étiquette
pt: etiqueta

source: The user "<strong>%(first_name)s %(last_name)s</strong>" has the following awards:
fr: L'utilisateur "<strong>%(first_name)s %(last_name)s</strong>" a été récompensé des prix suivants:
pt: O utilizador "<strong>%(first_name)s %(last_name)s</strong>" tem os seguintes prémios:

source: Open Mozilla Backpack
fr: Ouvrir le programme Mozilla
pt: Abra o Mozilla Backpack

source: You should have a <a href="http://persona.org"> Mozilla Persona </a> account with this email: %(username)s
fr: Vous devriez avoir un <a href="http://persona.org"> </a> compte Mozilla avec ce courriel: %(username)s
pt: Deve ter um <a href="http://persona.org"> Mozilla Persona </a> conta com este email: %(username)s

source: Download Badge
fr: Télécharger le Badge
pt: Descarregue o emblema

source: Send to Mozilla Backpack
fr: Envoyer vers le fichier Mozilla
pt: Enviar para Mozilla Backpack

source: You haven't earned badges yet.
fr: Vous n'avez pas encore gagné de badges.
pt: Você ainda não ganhou emblemas.

source: This category doesn't have an icon
fr: Cette catégorie ne dispose pas d'icône
pt: Esta categoria não tem um ícone

source: Slug
fr: Terme
pt: Título

source: Category's icon
fr: Icône de la catégorie
pt: Ícone da categoria

source: The image dimensions should be 140px x 140px
fr: Les dimensions de l'image doivent être de 140px x 140px
pt: A imagem deve ter as seguintes dimensões 140px x 140px

source: Background banner for the category's header
fr: Bannière d'arrière-plan pour l'en-tête de la catégorie
pt: Banner de fundo para o cabeçalho da categoria

source: The image dimensions should be 940px x 240px
fr: Les dimensions de l'image doivent être de 940px x 240px
pt: A imagem deve ter as seguintes dimensões 940px x 240px

source: Courses
fr: Cours
pt: Cursos

source: Only administrators can asign this category
fr: Seuls les administrateurs peuvent modifier cette catégorie
pt: Apenas os administradores podem atribuir esta categoria

source: category
fr: catégorie
pt: categoria

source: categories
fr: catégories
pt: categorias

source: Category's background banner
fr: Bannière d'arrière-plan pour la catégorie
pt: Banner de fundo da Categoria

source: Classes Start
fr: Les cours commencent
pt: Início das aulas

source: Classes End
fr: Les cours finissent
pt: Término das aulas

source: Empty
fr: Vide
pt: Vazio

source: There are no courses with this category or categories associated yet.
fr: Il n'y a pas encore de cours dans cette catégorie ou dans les catégories associées
pt: Ainda não existem cursos com esta categoria ou categorias associadas.

source: Syllabus
fr: Programme du cours
pt: Programa de Estudos

source: The
fr: L'
pt: A

source: and the
pt: e a

source: the
pt: a

source: cooperates
fr: collabore
pt: coopera

source: cooperate
fr: collaborent
pt: cooperar

source: on the <strong>ECO</strong> platform to encourage the free participation on Open Access Massive Online Courses
fr: sur la plataforme <strong>ECO</strong> pour encourager la libre participation aux Cours en Ligne, Ouverts et Massifs
pt: na <strong> Plataforma ECO </ strong> encorajamos a livre participação em Cursos Online Abertos e Massivos (MOOC)

source: Catalogue of courses
fr: Le catalogue des cours
pt: Catálogo de cursos

source: Teams
fr: Équipe
pt: Equipas

source: About
fr: À propos de
pt: Sobre

source: How it works
fr: Comment ça marche
pt: Como funciona

source: Staff
fr: L'équipe
pt: Pessoal

source: Contact
pt: Contacto

source: Platform integrated into the
fr: La plateforme est intégrée au project
pt: Plataforma integrada no

source: ECO: Elearning, Communication and Open-data
pt: ECO: Elearning, Comunicação e Open-data

source: project
pt: projeto

source: See Terms of Use
fr: Voir les Conditions d'Utilisation
pt: Veja os Termos de Utilização

source: Username
pt: Nome de utilizador

source: Communication type
fr: Type de communication
pt: Tipo de comunicação

source: Message
pt: Mensagem

source: I have read and agree with the terms of use
fr: J'ai lu et j'accepte les conditions d'utilisation
pt: Li e concordo com os termos de utilização

source: You must accept the Terms of Use
fr: Vous devez accepter les Conditions d'Utilisation
pt: Deve aceitar os Termos de Utilização

source: Other
fr: Autre
pt: Outros

source: Title
fr: Titre
pt: Título

source: Email address to send this communications
fr: Adresse email vers laquelle envoyer cette communication
pt: Endereço de email para enviar estas comunicações

source: communication type
fr: Type de communication
pt: tipo de comunicação

source: communication types
fr: types de communication
pt: tipos de comunicação

source: Thank you for contacting us. The provided information will be sent to the appropiate staff. We will contact you soon to tell you about the state of your request.
fr: Merci de nous avoir contactés. L'information fournie va être envoyée à l'équipe concernée. Nous vous contacterons rapidement pour vous tenir informé de l'état du traitement de votre demande.
pt: Obrigado por nos contactar. As informações fornecidas serão enviadas para o pessoal responsável. Entraremos em contacto brevemente para atualizar o estado de seu pedido.

source: Please, before asking, check if the answer is in the FAQ or in the DISCUSSION course. Our FAQ frequently updated thanks to your inquiries.
fr: Avant de poser une question, veuillez s'il vous plaît vérifier si la réponse est dans la FAQ ou la DISCUSSION. Notre FAQ est régulièrement mise à jour grâce à vos requêtes.
pt: Por favor, antes de perguntar, verifique se a resposta está nas FAQ ou no FÓRUM do curso. As nossas FAQ são atualizadas com frequência, graças a seus inquéritos.

source: Submit
fr: Envoyer
pt: Enviar

source: Created %s objects succesfully
fr: %s objets créés avec succès
pt: %s Objetos criados com sucesso

source: You have a trace in %s
fr: Vous avez un élément dans %s
pt: Tem um traço em %s

source: Clone Course
fr: Cours Clone
pt: Curso Clonado

source: Publish announcement massive
fr: Publication massive de l'annonce
pt: Publicar anúncio massivo

source: The announcement was created succesfully
fr: L'annonce a été créée avec succès
pt: O anúncio foi criado com sucesso

source: %(name)s object with primary key %(key)r does not exist.
fr: L'objet %(name)s avec la clé primaire %(key)r n'existe pas.
pt: %(name)s objeto com chave primária %(key)r não existe.

source: Edit options for question
fr: Modifier les options pour la question
pt: Editar opções da questão

source: Option %(option)d for question %(question)s does not exist.
fr: L'option %(option)d pour la question %(question)s n'existe pas.
pt: Opção %(option)d para a pergunta %(question)s não existe.

source: Announcements of the %(title)s
fr: Annonces de l'%(title)s
pt: Anúncios do %(title)s

source: Announcements of the online course "%(course_title)s" on the platform "%(site_name)s".
fr: Annonces pour le cours en ligne "%(course_title)s" sur la plate-forme "%(site_name)s".
pt: Anúncios dos cursos online "%(course_title)s" na plataforma "%(site_name)s".

source: Announcements of the "%(site_name)s".
fr: Annonces de "%(site_name) s ".
pt: Comunicados do "%(site_name)s".

source: The deadline date is mandatory for homework and exams.
fr: La date limite est à respecter obligatoirement pour les devoirs et examens.
pt: O prazo final é obrigatório para os trabalhos de casa e os exames.

source: The start date is later than the deadline.
fr: La date de début est postérieure à la date limite.
pt: A data de início é posterior à data limite.

source: Write a message...
fr: Ecrire un message ...
pt: Escreva uma mensagem...

source: Abbr
fr: En abrégé
pt: Abrev

source: Requirements
fr: {0}{/0}{1}Exigences {/1}
pt: Requisitos

source: Learning goals
fr: Objectifs d'apprentissage
pt: Objetivos de aprendizagem

source: Intended audience
fr: Public visé
pt: Público-alvo

source: Estimated effort
fr: Travail estimé
pt: Esforço estimado

source: Start date
fr: Date du commencement
pt: Data de Início

source: End date
fr: Date de fin
pt: Data de Finalização

source: Teachers
fr: Enseignants
pt: Professores

source: Teacher owner
fr: Origine de l'enseignant
pt: Professor proprietário

source: Students
fr: Étudiants
pt: Estudantes

source: Language
fr: Langue
pt: Idioma

source: Content type
fr: Type de contenu
pt: Tipo de conteúdo

source: Content id
fr: Identité du contenu
pt: ID de Conteúdo

source: Forum slug
fr: Forum
pt: Fórum

source: Pass threshold
fr: Seuil de réussite
pt: Passar limite

source: Certification available
fr: Certification disponible
pt: Certificação disponível

source: External certification available
fr: Certification externe disponible
pt: Certificação externa disponível

source: Certification file
fr: Document de certification
pt: Certificado

source: Completion badge
fr: Badge de réussite
pt: Badge de Conclusão

source: Enrollment method
fr: Méthode d'inscription
pt: Método de inscrição

source: Draft
fr: Brouillon
pt: Rascunho

source: Published
fr: Publié
pt: Publicadas

source: Hidden
fr: Caché
pt: Oculto

source: Always Open
fr: Toujours Ouvert
pt: Sempre aberto

source: Status
fr: État
pt: Estado

source: Thumbnail
fr: Vignette
pt: Miniatura

source: thumbnail image alternative text
fr: vignette du texte alternatif
pt: texto alternativo da miniatura de imagem

source: This text is used to describe the thumbnail image. It is necessary for accessibility
fr: Ce texte est utilisé pour décrire la vignette. Il est nécessaire pour son accessibilité.
pt: Este texto é usado para descrever a imagem em miniatura. É necessário para a acessibilidade

source: Background
fr: Contexte
pt: Segundo plano

source: Static page
fr: Page statique
pt: Página estática

source: Created from
fr: Créé à partir de
pt: Criado por

source: Is the activity student of this course clonable?
fr: L'activité de l'élève de ce cours peut-elle être dupliquée ?
pt: A atividade do estudante deste curso é clonável?

source: Maximum of massive emails that a course can send per month
fr: Nombre maximum de courriels massifs que le cours peut envoyer chaque mois
pt: Máximo de emails em massa que um curso pode enviar por mês

source: Has this course groups?
fr: Peut lister les cours d'un utilisateur
pt: Este curso tem grupos?

source: Maximum number of members allowed for each group
fr: Le nombre maximum de personnes autorisé pour chaque groupe
pt: O número máximo de membros autorizados para cada grupo

source: course
fr: cours
pt: curso

source: courses
fr: cours
pt: cursos

source: Can list courses of an user
fr: Peut lister les cours d'un utilisateur
pt: Pode listar os cursos de um utilizador

source: Can list passed courses of an user
fr: Peut lister les anciens cours d'un utilisateur
pt: Pode listar os cursos realizados por um utilizador

source: Body
fr: Corps de texte
pt: Corpo

source: Static pages
fr: Pages statiques
pt: Páginas estáticas
