Repository: LDSL/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Please, use this <a href="%(contact_url)s">contact form</a> if you have any questions.
fr: Utilisez s'il vous plaît ce <a href="%(contact_url)s"> formulaire de contact </a> si vous avez des questions.
pt: Por favor, utilize este <a href="%(contact_url)s">formulário de contacto</a> caso tenha algumas dúvidas.

source: Go to course
fr: Aller à ce cours
pt: Ir para curso

source: Enroll me
fr: M'inscrire
pt: Inscrever-me

source: Duration
fr: Durée
pt: Duração

source: Estimated Effort
fr: Travail estimé
pt: Esforço Estimado

source: h/week
fr: h / semaine
pt: h/semana

source: Certified Credits
fr: Crédits certifiés
pt: Créditos certificados

source: Recommended requirements
fr: Pré-requis recommandés
pt: Requisitos recomendados

source: Rating
fr: Note
pt: Avaliação

source: Organizers
fr: Les organisateurs
pt: Organizadores

source: Categories
fr: Catégories
pt: Categorias

source: Profile image of
fr: Photo de profil de
pt: Imagem de perfil

source: Related courses
fr: Cours liés
pt: Cursos relacionados

source: Announcements
fr: Annonces
pt: Avisos

source: Subscribe to Announcements RSS
fr: Abonnez-vous aux annonces RSS
pt: Subscrever feed RSS

source: Your course score is
fr: Votre note à ce cours
pt: A classificação do seu curso é de

source: Get an official certification
fr: Obtenir un certificat officiel
pt: Obter certificado oficial

source: Download certification file
fr: Télécharger le document du certificat
pt: Descarregar certificado

source: Review details
fr: Détails de la correcrion
pt: Rever detalhes

source: Review date
fr: Date de la correction
pt: Rever data

source: Score
fr: Note
pt: Pontuação

source: Final score
fr: Note finale
pt: Resultado final

source: Comment
fr: Commentaire
pt: Comentário

source: Go back to Course Overview
fr: Retour à l'aperçu du cours
pt: Volte para a Visão geral do curso

source: Congratulations, you have completed the course survey!
fr: Félicitations, vous avez réalisé le questionnaire du cours !
pt: Parabéns, completou o questionário do curso!

source: Ups, it seems that you don't have finished the survey yet.
pt: Ups, parece que ainda não terminou o questionário.

source: Presentation
fr: Présentation
pt: Apresentação

source: Test
pt: Testar

source: Teachers section under construction
fr: Section des enseignants en cours de construction
pt: Secção de Professores em construção

source: closed
fr: fermé
pt: fechado

source: of the final mark
fr: de la note finale
pt: da classificação final

source: No scoring units
fr: Aucune unité de notation
pt: Nenhum resultado

source: Final mark
fr: Note finale
pt: Nota final

source: You need at least a <strong>%(threshold)s to pass</strong> this course.
fr: Vous devez avoir au moins <strong>%(threshold)s pour valider</strong> ce cours.
pt: Precisa pelo menos de um <strong>%(threshold)s para passar</strong>neste curso.

source: Congratulations, you have completed
fr: Félicitations, vous avez terminé
pt: Parabéns, completou

source: Here is a badge!
fr: Voici un badge !
pt: Aqui tem um emblema!

source: I want a certificate of completion for this course
fr: Je veux un certificat de réussite pour ce cours
pt: Quero um certificado de conclusão para este curso

source: Read more
fr: Lire plus
pt: Ler mais

source: You need to complete the course before asking for a certificate of completion.
fr: Vous devez terminer ce cours avant de demander un certificat de réussite.
pt: Precisa concluir o curso antes de pedir um certificado de conclusão.

source: No certificate available for this course.
fr: Aucun certificat disponible pour ce cours.
pt: Não há certificado disponível para este curso.

source: You are not enrolled in any course
fr: Vous n'êtes inscrit à aucun cours
pt: Você não está inscrito em qualquer curso

source: My transcript:
fr: Mon relevé de notes :
pt: Minha transcrição:

source: You're not registered in any course
fr: Vous n'êtes inscrit à aucun cours
pt: Não está registrado em qualquer curso

source: Wiki under construction
fr: Wiki en construction
pt: Wiki em construção

source: Free enrollment
fr: Inscription gratuite
pt: Inscrição grátis

source: Congratulations, you have successfully enroll in the course %(course)s
fr: Félicitations, vous êtes désormais inscrit dans le cours %(course)s
pt: Parabéns, inscreveu-se com sucesso no curso %(course)s

source: You have successfully unenroll in the course %(course)s
fr: Vous avez réussi à annuler votre inscription au cours %(course)s
pt: Anulou com sucesso a inscrição no curso %(course)s

source: Unenroll
fr: Me désinscrire
pt: Anular a inscrição

source: Once the slug has been set, you must contact an administrator to change it
fr: Une fois que la ligne bloc a été définie, vous devez contacter un administrateur pour la modifier
pt: Uma vez definido o título, terá de entrar em contacto com um administrador para alterá-lo

source: Once the instance type has been set, you must contact an administrator to change it
fr: Une fois que le type d'instance a été défini, vous devez contacter un administrateur pour le modifier
pt: Uma vez definido o tipo de instância, terá de entrar em contacto com um administrador para alterá-lo

source: The external application creation task is being processed. Saving is not allowed in this status.
fr: La tâche de création de l'application externe est en cours. Les sauvegardes ne sont pas autorisées lors de cette action.
pt: A criação da aplicação externa está a ser processada. Não é permitido guardar neste momento.

source: Oops! It might seem you have tried tampering the object status...
fr: Oops! Il semblerait que vous avez essayé de modifier l'état de l'objet...
pt: Ups! Parece que já tentou adulterar o estado do objeto ...

source: Created
fr: Créé
pt: Criado

source: Not Created
fr: Non Créé
pt: Não Criado

source: In Progress
fr: En Cours
pt: Em progresso

source: Error
fr: Erreur
pt: Erro

source: Just me
fr: Moi uniquement
pt: Apenas eu

source: Everybody
fr: Tout le monde
pt: Todos

source: Visible app name
fr: Nom de l'application visible
pt: Nome da aplicação visível

source: Base url of the instance
fr: URL de base de l'instance
pt: URL base do exemplo

source: IP address of the instance
fr: Adresse IP de l'instance
pt: Endereço IP do exemplo

source: Slug for the instance
fr: Ligne bloc pour l'instance
pt: Título do exemplo

source: Creation status of the instance
fr: État de la création de l'instance
pt: Estado da criação do exemplo

source: Type of instance
fr: Type d'instance
pt: Tipo de exemplo

source: Execute task on save
fr: Exécuter la tâche de sauvegarde
pt: Executar tarefas guardadas

source: Visibility of the instance
fr: Visibilité de l'instance
pt: Visibilidade do exemplo

source: external app
fr: application externe
pt: aplicação externa

source: external apps
fr: applications externes
pt: aplicações externas

source: url not available
fr: url non disponible
pt: url não disponível

source: There are no instances available
fr: Il n'y a pas d'instances disponibles
pt: Não há exemplos disponíveis

source: There is no registered class to manage "%s" external app
fr: Il n'y a pas de classe enregistrée pour gérer l'application externe " %s "
pt: Não há nenhum registo para gerir "%s" esta aplicação externa

source: Enter a valid 'slug' consisting of letters, numbers or underscores.
fr: Entrez une 'ligne bloc' valide composée de lettres, chiffres ou tirets du bas.
pt: Insira um título válido, composto por letras, números ou sublinhado.

source: Please set slug and instance type properly, because once it has been set, only an administrator can change it!
fr: Veuillez s'il vous plaît enregistrer correctement la ligne bloc et l'instance, une fois définies, seul un administrateur peut les modifier !
pt: Por favor, defina título e tipo de exemplo corretamente, uma vez que depois de escolhido apenas um administrador poderá mudá-lo!

source: Already exists an application with the specified slug. Please change slug
fr: Il existe déjà une application avec la ligne bloc spécifiée. Veuillez s''il vous plaît changer la ligne bloc
pt: Já existe uma aplicação com o título especificado. Por favor, altere o título

source: The external application has been deleted, but the instance is running. Please, contact an administrator to remove the instance too.
fr: L'application externe a été supprimée, mais l'instance est en cours d'exécution. Contactez s'il vous plaît un administrateur pour supprimer également l'instance.
pt: A aplicação externa foi eliminada, mas o exemplo está em execução. Por favor, contacte um administrador para remover o exemplo também.

source: Save changes
fr: Enregistrer les modifications
pt: Salvar alterações

source: Create external app
fr: Créez une application externe
pt: Criar aplicativo externo

source: remove
fr: supprimer
pt: remover

source: edit
fr: Éditer
pt: editar

source: There isn't external apps yet
fr: Il n'y a pas encore d'applications externes
pt: Ainda não há aplicações externas

source: Add external app
fr: Ajouter une application externe
pt: Adicionar aplicação externa

source: Page unavailable
fr: Cette page n'est pas disponible
pt: Página não disponível

source: Type here your comments about this review
fr: Tapez ici vos commentaires à propos de cet évaluation
pt: Escreva aqui os seus comentários sobre esta revisão

source: Minimum reviewers
fr: Nombre minimum d'examinateurs
pt: Mínimo de revisores

source: peer review assignment
fr: examen revu par des pairs
pt: Atribuição de revisão por pares

source: peer review assignments
fr: examens revus par des pairs
pt: Atribuições de revisão por pares

source: Description for score 1
fr: Description pour la note 1
pt: Descrição do resultado 1

source: Description for score 2
fr: Description pour la note 2
pt: Descrição do resultado 2

source: Description for score 3
fr: Description pour la note 3
pt: Descrição do resultado 3

source: Description for score 4
fr: Description pour la note 4
pt: Descrição do resultado 4

source: Description for score 5
fr: Description pour la noté 5
pt: Descrição do resultado 5

source: evaluation criterion
fr: critère d'évaluation
pt: Critério de avaliação

source: evaluation criteria
fr: critères d'évaluation
pt: Critérios de avaliação

source: You have already sent a submission. Please reload the page
fr: Vous avez déjà envoyé un travail. Veuillez s'il vous plaît rafraîchir la page
pt: Já efetuou uma submissão. Por favor, recarregue a página

source: The selected peer review assignment is not part of this course.
fr: L'examen sélectionné, revu par des pairs, ne fait pas partie de ce cours.
pt: A revisão por pares selecionada não faz parte deste curso.

source: You already have a submission assigned.
fr: Un devoir vous a déjà été affecté.
pt: Você já tem uma submissão atribuída.

source: There is no submission avaliable for you at this moment. Please, try again later.
fr: Il n'y a pas de devoir disponible pour vous pour le moment. Veuillez réessayer plus tard s'il vous plaît.
pt: Não há nenhuma submissão disponível neste momento. Por favor, tente novamente mais tarde.

source: You don't have this submission assigned.
fr: Ce travail ne vous a pas été attribué.
pt: Esta submissão não está atribuída.

source: Your can't submit two times the same review.
fr: Vous ne pouvez pas soumettre deux fois le même évaluation.
pt: Não pode apresentar duas vezes a mesma revisão.

source: Your review has been submitted. You have to review at least %d exercises more.
fr: Votre commentaire a été soumis. Vous devez revoir au moins %d exercices supplémentaires.
pt: O seu comentário foi enviado. Tem de rever, pelo menos mais %d exercícios.

source: Your review has been submitted.
fr: Votre commentaire a été soumis.
pt: A sua revisão foi enviada.

source: Your assignment "%(nugget)s" has been reviewed
fr: Votre devoir "%(nugget)s" a été examiné
pt: O seu trabalho "%(nugget)s" foi revisto

source: Undefined
fr: Indéfini
pt: Indefinido

source: Your file is greater than the max allowed size (%d MB).
fr: Votre fichier est supérieur à la taille maximale autorisée ( %d Mo).
pt: Seu arquivo excede o tamanho máximo permitido (%d MB).

source: Your text is greater than the max allowed size (%d characters).
fr: Votre texte est supérieur à la taille maximale autorisée ( %d caractères).
pt: O seu texto excede o tamanho máximo permitido (%d characters).

source: Congratulations %(user)s The exercise you sent on %(date)s belonging the nugget "%(nugget_title)s" (%(unit_title)s - %(course_name)s) has been reviewed by a classmate. Evaluation criteria:
fr: Félicitations %(user)s L'exercice que vous avez envoyé le %(date)s appartenant au module "%(nugget_title)s" (%(unit_title)s - %(course_name)s) a été examiné par un camarade de classe. CritèresEvaluation:
pt: Parabéns %(user)s O exercício enviado em %(date)s integrante do bloco "%(nugget_title)s" (%(unit_title)s - %(course_name)s) foi revisto por um colega. Critérios de avaliação:

source: Your classmate's comment: %(comment)s Best regards and thank you for learning with %(site)s.
fr: Le commentaire de votre camarade de classe: %(comment)s Nous vous remercions d'avoir choisi %(site)s pour étudier. Cordialement.
pt: O comentário do seu colega: %(comment)s Saudações e obrigado por aprender com %(site)s

source: Contratulations, you have reviewed the minimum number of required submissions. Thank you so much for your amazing team work. But you can keep reviewing more. Your help is much appreciated.
fr: Félicitations, vous avez examiné le nombre minimum de devoirs requis. Merci beaucoup pour votre incroyable travail d'équipe. Vous pouvez cependant continuer à examiner d'autres travaux, votre aide est grandement appréciée.
pt: Parabéns, já reviu o número mínimo de apresentações requeridas. Muito obrigado pelo seu incrível trabalho de equipa. Mas ainda pode rever mais. A sua ajuda é preciosa.

source: You are currently reviewing the following submissions:
fr: Vous êtes en train d'examiner les devoirs suivants :
pt: Está a rever as seguintes apresentações:

source: Submission sent on %(created)s.
fr: Devoir envoyé sur %(created)s.
pt: Apresentação enviada em%(created)s.

source: Finish reviewing it.
fr: Terminez l'examen du devoir.
pt: Termine a sua revisão.

source: Review a submission
fr: Examiner un devoir
pt: Reveja a apresentação

source: Review another submission
fr: Examiner un autre devoir
pt: Reveja outra apresentação

source: You must send your submission before reviewing your classmates' ones
fr: Vous devez faire parvenir votre devoir avant d'examiner ceux de vos camarades de classe
pt: Deve enviar a sua apresentação antes de rever a dos seus colegas

source: Submissions already reviewed
fr: Devoirs ayant déjà été examinés
pt: Apresentações já revistas

source: Submission reviewed on %(created)s.
fr: Devoir examiné %(created)s.
pt: Apresentação revista em %(created)s.

source: You still need to review <strong>%(pending)s</strong> more submission.
fr: Vous avez encore besoin d'examiner <strong>%(pending)s</strong> d'autres devoirs.
pt: Ainda precisa rever <strong>%(pending)s</strong> mais submissão.

source: Are you completely sure you want to submit your review? You can't change it later, this will be your final review of this student's assignment.
fr: Êtes-vous tout à fait certain de vouloir soumettre votre évaluation ? Vous ne pourrez pas le changer plus tard, ce sera votre dernier examen du devoir de l'élève.
pt: Tem a certeza que pretende submeter? Não poderá alterá-lo mais tarde, esta será a última revisão atribuída ao aluno.

source: There were errors when submitting this form. Please check the specific errors below.
fr: Il y avait des erreurs lors de la soumission de ce formulaire. Vérifiez s'il vous plaît les erreurs spécifiques ci-dessous.
pt: Ocorreram erros ao enviar este formulário. Por favor, verifique os erros específicos abaixo.

source: Review:
fr: Commentaires :
pt: Revisão:

source: Warning!
fr: Attention !
pt: Atenção!

source: <p>This submission can be now claimed by other student. Your claim expired on <span class="important">%(assignation_expire)s</span>, but you still can send your review. Hurry up!</p>
fr: <p>Ce devoir peut être maintenant demandé par un autre élève. Votre demande expirée le <span class="important">%(assignation_expire)s</span>, mais vous pouvez toujours envoyer vos commentaires. Dépêchez-vous!</p>
pt: <p> Este envio pode ser agora recuperado por outro aluno. O seu prazo de recuperação acabou em <span class="important">%(assignation_expire)s, </ span>mas ainda pode enviar o seu comentário. Rápido!</p>

source: Remember:
fr: Rappelez-vous :
pt: Não esquecer:

source: <p>You must review this exercise before <span class="important">%(assignation_expire)s.</span></p> <p>After this date, the review can be reassigned to another student.</p>
fr: <p>Vous devez examiner cet exercice avant <span class="important">%(assignation_expire)s.</span></p> <p>Après cette date, l'examen pourra être réaffecté à un autre étudiant.</p>
pt: <p> Este exercício deve ser revisto antes de <span class="important">%(assignation_expire)s. </span></p> <p> Após esta data, a revisão pode ser atribuída a outro aluno. </p>

source: How to review
fr: Comment examiner
pt: Como rever

source: Activity description
fr: Description de l'activité
pt: Descrição da atividade

source: Student response
fr: Réponse de l'élève
pt: Resposta do aluno

source: Download student's submission
fr: Télécharger la copie de l'étudiant
pt: Descarregar a apresentação do aluno

source: You should scan this file with your antivirus software. %(site)s is not responsible for any harm this may cause to your computer.
fr: Vous devriez analyser ce fichier avec votre logiciel antivirus. %(site)s n'est pas responsable de tout dommage que cela pourrait causer à votre ordinateur.
pt: É aconselhável que verifique este arquivo com o software antivírus. %(site)s não é responsável por qualquer dano que isso possa causar ao seu computador.

source: Evaluation criteria and review
fr: Critères d'évaluation et d'examen
pt: Critérios de avaliação e revisão

source: How I should score?
fr: Comment marquer des points ?
pt: Como devo classificar?

source: My score:
fr: Ma note :
pt: O meu resultado:

source: Send review
fr: Envoyer les commentaires
pt: Enviar comentário

source: <p>This submission can be now claimed by other student. Your claim expired on <span class="important">%(assignation_expire)s, </span> but you still can send your review. Hurry up!</p>
fr: <p>Ce devoir peut maintenant être affecté à un autre participant. Votre demande a expiré le <span class="important">%(assignation_expire)s</span>, mais vous pouvez toujours envoyer votre commentaire. Dépêchez-vous!</p>
pt: <p> Este envio pode ser agora recuperado por outro aluno. O seu prazo de recuperação acabou em <span class="important">%(assignation_expire)s, </ span>mas ainda pode enviar o seu comentário. Rápido!</p>

source: <p>You must review this exercise before <span class="important">%(assignation_expire)s. </span>After this date, the review can be reassigned to another student.</p>
fr: <p>Vous devez examiner cet exercice avant <span class="important">%(assignation_expire)s</span>. Après cette date, l'examen du devoir peut être réaffecté à un autre étudiant.</p>
pt: <p>Este exercício dever ser revisto antes<span class="important">%(assignation_expire)s. </span>Após esta data, a revisão pode ser transferida para outro aluno.</p>

source: This course does not have any Peer Review Assignment
fr: Ce cours n'a pas d'exercices revus par des pairs
pt: A este curso não está atribuida a Revisão por Pares

source: You can try enrolling in another course
fr: Vous pouvez essayer de vous inscrire à un autre cours
pt: Pode tentar inscrever-se noutro curso

source: Permanent link
fr: Lien permanent
pt: Link

source: Organization name
fr: Nom de l'organisme
pt: Nome da organização

source: Organization logo
fr: Logo de l'organisme
pt: Logotipo da Organização

source: Last announcement viewed
fr: Dernière annonce consultée
pt: Último aviso visto

source: Male
fr: Homme
pt: Masculino

source: Female
fr: Femme
pt: Feminino

source: Spanish
fr: Espagnol
pt: Espanhol

source: English
fr: Anglais
pt: Inglês

source: French
fr: Français
pt: Francês

source: Italian
fr: Italien
pt: Italiano

source: Portuguese
fr: Portugais
pt: Português

source: Gender
fr: Sexe
pt: Género

source: Personal website
fr: Site personnel
pt: Site pessoal

source: Birthdate
fr: Date de naissance
pt: Data de Nascimento

source: Biography
fr: Biographie
pt: Biografia

source: Postal code
fr: Code postal
pt: Código Postal

source: City
fr: Ville
pt: Cidade

source: Country
fr: Pays
pt: País

source: Middle name
fr: Deuxième prénom
pt: Nome do meio

source: Interests
fr: Zones d'intérêts
pt: Interesses

source: Global ID
fr: Identifiant
pt: ID Global

source: User profile
fr: Profil d'utilisateur
pt: Perfil de utilizador

source: User profiles
fr: Profils d'utilisateurs
pt: Perfis de utilizador

source: Achieved badges
fr: Badges acquis
pt: Emblemas conquistados

source: has no badges
fr: n'a pas de badge
pt: não tem emblemas

source: Enrolled
fr: Inscrit
pt: Inscritos

source: Completed
fr: Terminé
pt: Concluído

source: Interested in
fr: Intérêts
pt: Interessado em

source: Enrolled courses
fr: Cours dans lesquels vous êtes inscrit
pt: Cursos inscritos

source: Groups section under construction
fr: Section de groupes en construction
pt: Seção de grupos em construção

source: Badges
pt: Emblemas

source: Timeline
fr: Progression
pt: Cronologia

source: Groups
fr: Groupes
pt: Grupos

source: UNFOLLOW
fr: SE DESABONNER
pt: Deixar de seguir

source: FOLLOW
fr: S'ABONNER
pt: SEGUIR

source: POSTS
fr: ARTICLES
pt: PUBLICAÇÕES

source: FOLLOWERS
fr: ABONNES
pt: SEGUIDORES

source: FOLLOWING
fr: ABONNEMENT
pt: A SEGUIR

source: FAVOURITES
fr: FAVORIS
pt: FAVORITOS

source: LISTS
fr: LISTES
pt: LISTAS

source: Go back to timeline
fr: Retour à la progression
pt: Voltar à cronologia

source: Results for
fr: Les résultats pour
pt: Resultados para

source: Followers
fr: Abonnés
pt: Seguidores

source: Following
fr: Abonnements
pt: A seguir

source: Starred
fr: Avec
pt: Protagonizado

source: Lists
fr: Listes
pt: Listas

source: Follow
fr: Suivre
pt: Seguir

source: New post
fr: Nouveau message
pt: Nova publicação

source: Type your message here
fr: Tapez votre message ici
pt: escreva a mensagem aqui

source: Scope
fr: Champ
pt: Âmbito

source: Public
pt: Público

source: Age
fr: Âge
pt: Idade

source: Edit profile
fr: Éditer votre profil
pt: Editar perfil

source: Social profiles
fr: Profils sociaux
pt: Perfis sociais

source: Interests areas
fr: Zones d'intérêts
pt: Áreas de interesse

source: Cloned course activity
fr: Activité de cours dupliquée
pt: Clonar curso

source: German
fr: Allemand
pt: Alemão

source: Send email massive
fr: Envoyer un courriel massif
pt: Enviar email massivo

source: The email has been queued. The emails will be sent soon
fr: Le courriel a été mis en attente. Les courriels seront bientôt envoyés
pt: O email foi colocado na fila. Será enviado em breve

source: Image must be {0}px x {1}px
fr: L'image doit être de {0} px x {1} px
pt: A imagem deve ter {0}px por {1}px

source: Image size must be less than {0}Mb
fr: La taille de l'image doit être inférieure à {0}Mb
pt: A imagem terá de ter menos de {0}Mb

source: Invalid content id or url
fr: Identifiant ou url invalide
pt: Conteúdo ou url inválido

source: You must select a content type or remove the content id
fr: Vous devez sélectionner un type de contenu ou supprimer l'identifiant du contenu
pt: Deve selecionar um tipo de conteúdo ou remover a ID do conteúdo

source: Start date must be lower than end date
fr: La date de début doit être antérieure à la date limite.
pt: A data de início não pode ser posterior à data limite.
