Repository: LDSL/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: For a better support, we will automatically collect some navigation information like your user name, email, the platform section you are visiting, the device and browser you are using and your geographic location. If you do not agree this, do not click on the send button and send us an email to support@ecolearning.eu to get help without giving this information automatically. Thank you.
fr: Pour une meilleure assistance, nous collecterons automatiquement des données de navigation comme votre nom d'utilisateur, votre email, les sections visitées sur le plateforme, les navigateurs et dispositifs utilisés ainsi que que votre localisation géographique. Si vous n'êtes pas d'accord, ne cliquez pas sur le bouton envoyer mais envoyez un message électronique à support@ecolearning.eu pour être assister sans donner ces informations automatiquement. Merci.
pt: De forma a melhorar o nosso serviço de apoio, iremos recolher automaticamente alguma informação da navegação, como o seu nome, email, secção da plataforma que está a visitar, dispositivo e navegador que está a utilizar, assim como a sua localização. Caso não concorde com isto, não clique no botão de envio e contacte-nos via email support@ecolearning.eu facultando ajuda, sem enviar as informações descritas. Obrigado

source: Please, log into ECO to send us a message
fr: Merci de vous connecter à ECO pour nous envoyer un message
pt: Por favor, faça login para nos enviar uma mensagem

source: Hello! Active your location
fr: Bonjour ! Activez votre localisation
pt: Olá! Ative a sua localização

source: for a better educational experience
fr: pour une meilleure expérience d'apprentissage
pt: para uma melhor experiência educacional

source: Location permission in
fr: Les droits d'accès à la géolocalisation dans
pt: Autorização de localização em

source: More information
fr: Plus d'informations
pt: Mais informação

source: Your browser is
fr: Votre navigateur est
pt: O seu navegador está

source: Active location tracking by clicking on <strong>Allow</strong> in the bar that will appear above
fr: Activez le suivi de votre localisation en cliquant sur \"Autoriser\" dans la barre qui apparaîtra en haut de votre fenêtre.
pt: Ative a monitorização da localização clicando em <strong>Permitir</strong> na barra que aparecerá em cima

source: Active location tracking by clicking on <strong>Allow</strong> in the bar that will appear below
fr: Activez le suivi de votre localisation en cliquant sur \"Autoriser\" dans la barre qui apparaîtra en bas de votre fenêtre
pt: Ative a monitorização da localização clicando em <strong>Permitir</strong> na barra que aparecerá abaixo

source: Active location tracking by selecting <strong>Share Location</strong> on the dialog that will appear above
fr: Activez le suivi de votre localisation en cliquant sur \"Partager l'emplacement\" dans la boîte de dialogue qui apparaîtra au-dessus de votre fenêtre.
pt: Ative a monitorização da localização selecionando <strong>Partilhar Localização</strong> na caixa que aparecerá em cima

source: Active location tracking by clicking on <strong>Allow</strong> in the dialog that will appear above
fr: Activez le suivi de votre localisation en cliquant sur \"Autoriser\" dans la boîte de dialogue qui apparaîtra au-dessus de votre fenêtre.
pt: Ative a monitorização da localização clicando em <strong>Permitir</strong> na caixa que aparecerá em cima

source: Active location tracking by selecting <strong>Always allow</strong> on the <strong>Options for this site</strong> dropdown that will appear in the bar that will appear below
fr: Activez le suivi de votre localisation en sélectionnant \"Toujours autoriser\" dans le menu déroulant \"Options pour ce site\" qui apparaîtra dans la barre en dessous de votre fenêtre.
pt: Ative a monitorização da localização selecionando <strong>Permitir sempre</strong> em <strong>Opções do site</strong> na barra que aparecerá abaixo

source: Active location tracking by clicking on <strong>OK</strong> in the dialog that will appear
fr: Activez le suivi de votre localisation en sélectionnant <strong>OK</strong> dans la boîte de dialogue qui apparaîtra
pt: Ative a monitorização da localização clicando em <strong>OK</strong> na caixa que aparecerá

source: Why tracking my location is important?
fr: Pourquoi c'est important de suivre ma localisation?
pt: Porque é importante a monitorização da localização?

source: Allowing us to know where you are is useful for you. Why?, because we use this information to suggest you courses and user groups to enhance your learning experience. ECO are massive and open online courses with emphasis on the location and importance of networked learning. Your geographic location helps us improve your learning experience, thank you
fr: C'est utile pour vous de nous autoriser à connaître votre localisation. Pourquoi ? Parce que nous utilisons ces informations pour vous suggérer des cours et des groupes d'utilisateurs, pour améliorer votre expérience d'apprentissage. ECO propose des cours en ligne massifs et ouverts, et donne beaucoup d'importance à l'apprentissage en réseau, qui peut notamment se servir de l'emplacement géographique. Votre localisation nous permet donc d'améliorer votre expérience d'apprentissage, merci.
pt: Mostrando-nos onde estás é bastante importante para ti. Porquê? Porque utilizamos essa informação para te sugerir cursos e grupos de utilizadores para agilizar a tua experiência de aprendizagem. O projeto ECO é composto por Cursos Massivos Online Livres, destacados pela partilha e aprendizagem coletiva. A tua lçocalização ajuda-nos a melhorar a tua experiência, obrigado

source: Always open course
fr: Cours toujours ouvert
pt: Cursos sempre abertos

source: Important information
fr: Information importante
pt: Informação importante

source: This course is always open so you can access to all contents anytime but, as the edition has been ended, there could be less people participating.
fr: Ce cours est toujours ouvert vous pouvez donc accéder à toutes les ressources à n'importe quel moment, cependant comme la saison est terminée, il peut y avoir moins de participation.
pt: O curso está sempre aberto e poderás aceder aos conteúdos a qualquer altura mas, como esta edição já acabou, poderás encontrar menos participantes.

source: Come on, enter and learn more!
fr: Venez, entrez et apprenez !
pt: Anda, entra e aprende mais!

source: Catalogue
pt: Catálogo

source: Log in
fr: Connexion
pt: Iniciar sessão

source: Get help
fr: Obtenir de l'aide
pt: Obter ajuda

source: Support
fr: Assistance
pt: Suporte

source: Privacy Policy
fr: Politique de confidentialité
pt: Política de Privacidade

source: Terms of Service
fr: Conditions d'utilisation du service
pt: Termos de Serviço

source: Open
fr: Ouvert
pt: Abrir

source: Follow us
fr: Nous suivre
pt: Seguir

source: Powered by
fr: Mis en place par
pt: Desenvolvido por

source: moocng site admin
fr: administrateur du moocng
pt: Administrador do site moocng

source: moocng administration
fr: administration du moocng
pt: Administração moocng

source: Change password
fr: Changer le mot de passe
pt: Alterar palavra-passe

source: Send global massive email
fr: Envoyer un courriel massif
pt: Enviar email massivo

source: Send global massive announcement
fr: Envoyer une annonce massive
pt: Enviar anúncio massivo

source: Tests
pt: Testes

source: Documentation
pt: Documentação

source: Login
fr: Connexion

source: Email
fr: Courriel

source: Checkbox
fr: Case à cocher

source: Id
fr: Identité

source: Classes
fr: Les cours

source: A
fr: R

source: AS
fr: AD

source: {0} - EvaluationCriterion {1}
fr: {0} - Critère d'Évaluation {1}

source: Radiobutton
fr: Bouton Radio

source: Width
fr: Largeur
