Repository: LDSL/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Teacher
fr: Professeur
pt: Professor

source: course teacher
fr: professeur du cours
pt: professor do curso

source: course teachers
fr: les enseignants du cours
pt: professores do curso

source: Student
fr: Étudiant
pt: Estudante

source: First time in this course
fr: Première fois dans ce cours
pt: Primeira vez neste curso

source: No cloned
fr: Non dupliqué
pt: Não clonado

source: Cloned
fr: Dupliqué
pt: Clonado

source: Old course status
fr: Ancien statut du cours
pt: Estado de cursos antigos

source: Progress
fr: Progrès
pt: Progresso

source: Rate
fr: Taux
pt: Avaliar

source: Enrollment timestamp
fr: Méthode d'inscription
pt: Tempo de inscrição

source: course student
fr: Étudiant du cours
pt: Estudante do curso

source: course students
fr: Les étudiants du cours
pt: Estudantes do curso

source: Content
fr: Contenu
pt: Conteúdo

source: announcement
fr: annonce
pt: anúncio

source: announcements
fr: annonces
pt: anúncios

source: Homework
fr: Travail personnel
pt: Trabalho de casa

source: Exam
fr: Examen
pt: Exame

source: Type
pt: Tipo

source: Start
fr: Démarrer
pt: Iniciar

source: Until this date is reached, no contents of this module will be shown to the students.
fr: Jusqu'à cette date, aucun des contenus de ce module ne sera accessible aux étudiants.
pt: Até esta data ser atingida, nenhum conteúdo deste módulo será exibido para os alunos.

source: Deadline
fr: Date limite
pt: Prazo de entrega

source: Until this date is reached, the students will be able to modify their answers, but won't see the solution
fr: Jusqu'à cette date, les étudiants seront en mesure de modifier leurs réponses, mais ils ne verront pas la solution
pt: Até esta data ser atingida, os alunos poderão modificar suas respostas, mas não verão a solução

source: Weight
fr: Poids
pt: Peso

source: Listable
fr: Éléments listés
pt: Listável

source: unit
fr: unité
pt: unidade

source: units
fr: unités
pt: unidades

source: Unit
fr: Unité
pt: Unidade

source: Instructor's comments
fr: Commentaires de l'instructeur
pt: Comentários do tutor

source: Supplementary material
fr: Matériel supplémentaire
pt: Material suplementar

source: nugget
fr: élément
pt: bloco

source: nuggets
fr: éléments
pt: blocos

source: Nugget
fr: Élément
pt: Bloco

source: VTT file
fr: Pour remplir
pt: Ficheiro VTT

source: Transcription type
fr: Description
pt: Tipo de transcrição

source: transcription
fr: Mon relevé de notes
pt: transcrição

source: transcriptions
fr: Mon relevé de notes
pt: transcrições

source: Attachment
fr: Pièce jointe
pt: Anexo

source: attachment
fr: pièce jointe
pt: anexo

source: attachments
fr: pièces jointes
pt: anexos

source: Solution text
fr: Texte avec solutions
pt: Texto da solução

source: If the solution video is specified then this text will be ignored.
fr: Si la vidéo contenant les solutions est annoncée, ce texte sera alors ignoré.
pt: Se o vídeo de solução for especificado, este texto será ignorado.

source: Last frame of the nugget's video
fr: Dernière image de la vidéo de l'élément
pt: Último frame do bloco de vídeo

source: Use the last frame of the video
fr: Utiliser la dernière image de la vidéo
pt: Use o último frame do vídeo

source: Chooses if the nugget's video last frame is used, or a white canvas instead.
fr: Permet de choisir si la dernière image de la vidéo de l'élément est utilisée, ou un cadre blanc à la place.
pt: Escolha se fôr usado o último frame do video do bloco ou alternativamente um ecran branco.

source: question
pt: pergunta

source: questions
pt: perguntas

source: {0} - Question {1}
pt: {0} - Pergunta {1}

source: Question
pt: Pergunta

source: Solution
pt: Solução

source: Label text
fr: Texte de l'étiquette
pt: Texto da etiqueta

source: Solution feedback for the student
fr: Information sur la solution pour l'étudiant
pt: Feedback da solução para o aluno

source: Order
fr: Ordre
pt: Pedir

source: Group name
fr: Nom du groupe
pt: Nome do grupo

source: option
pt: opção

source: options
pt: opções

source: {0}.{1} ({2}: {3}) at {4} x {5}
fr: {0}.{1} ({2}: {3}) à {4} x {5}
pt: {0}.{1} ({2}: {3}) em {4} x {5}

source: This course is not public. Your have access to it because you are staff member
fr: Ce cours n'est pas public. Vous y avez accès en tant que membre du personnel
pt: Este curso não é público. Tem acesso porque é membro da equipa

source: This course is not public. Your have access to it because you are a super user
fr: Ce cours n'est pas public. Vous y avez accès en tant que superuser
pt: Este curso não é público. Tem acesso porque é um super utilizador

source: This course is not public. Your have access to it because you are a teacher of the course
fr: Ce cours n'est pas public. Vous y avez accès en tant qu'enseignant du cours
pt: Este curso não é público. Tem acesso porque é um professor do curso

source: This course is always open, but the last edition has finished. <a id="alwaysopen_info" href="#">More info</a>.
fr: Ce MOOC est toujours accessible mais la dernière édition est terminée <a id="alwaysopen_info" href="#">More info</a>.
pt: Este curso está sempre aberto, mas a última edição já terminou. <a id="alwaysopen_info" href="#">Mais informação</a>.

source: We're sorry, but the course has finished.
fr: Nous sommes désolés mais ce cours est désormais terminé.
pt: Lamentamos, mas o curso terminou.

source: You could see your transcript <a href="%s">here</a>
fr: Vous pouvez voir votre relevé de notes <a href = " %s "> ici </a>
pt: Você pode ver sua transcrição <a href = " %s "> aqui </a>

source: This course has not started yet
fr: Ce cours n'est pas encore prêt
pt: Este curso ainda não começou

source: This course has not started yet, but you can enroll into it
fr: Ce cours n'a pas encore commencé mais vous pouvez déjà vous y inscrire
pt: Este curso ainda não começou, mas pode inscrever-se

source: This course has finished
fr: Ce cours est vide
pt: Este curso terminou

source: This course is not public
fr: Ce cours n'est pas public
pt: Este curso não é público

source: Only administrators can create courses
fr: Seuls les administrateurs peuvent créer des cours
pt: Apenas administradores podem criar cursos

source: That user doesn't exists, the owner must be an user of the platform
fr: Cet utilisateur n'existe pas, le propriétaire doit être un utilisateur de la plate-forme
pt: Esse utilizador não existe, o proprietário deve ser um utilizador da plataforma

source: There is more than a teacher with this name or email, please select other or contact with support.
fr: Il existe plus d'un auteur avec ce nom ou cet adresse mail, sélectionnez en un autre s'il vous plaît ou prenez contact avec l'équipe support
pt: Existe mais que um professor com esse nome ou email, por favor selecione outro ou contacte a equipa de suporte.

source: The owner must be a name plus ID or an email
fr: Le propriétaire doit être un nom plus un identifiant ou un e-mail
pt: O proprietário deve ser um nome com ID ou um email

source: The name can't be an empty string
fr: Le nom ne peut pas être une chaîne vide
pt: Tem que preencher um nome

source: To fill
fr: Pour remplir
pt: Para preencher

source: Your course "%s" has been created
fr: Votre cours " %s "a été créé
pt: O seu curso " %s "foi criado

source: The course was successfully created
fr: Le cours a été créé avec succès
pt: O curso foi criado com sucesso

source: We are cloning the activity from %(course)s. You will receive an email soon
fr: Nous sommes en train de copier l'activité de %(course)s. Vous recevrez un email très bientôt
pt: Estamos a clonar a atividade de %(course)s. Receberá um email em breve

source: There has been a problem downloading the video. Please check the logs
fr: Il y a eu un problème lors du téléchargement de la vidéo. Veuillez s'il vous plaît vérifier les identifiants
pt: Existe um problema ao baixar o vídeo. Por favor, verifique os logs

source: The video is about to be downloaded. Please be patient
fr: La vidéo est sur le point d'être téléchargée. Merci pour votre patience
pt: O vídeo está prestes a ser descarregado. Por favor, seja paciente

source: The video is being downloaded at this moment. Please be patient
fr: La vidéo est actuellement en cours de téléchargement. Merci pour votre patience
pt: O vídeo está a descarregar. Por favor, seja paciente

source: Unknown error
fr: Erreur inconnue
pt: Erro desconhecido

source: This is the topic for
fr: Ceci est le sujet pour
pt: Este é o tópico para

source: where you can comment and help other team members
fr: où vous pourrez commenter et aider les autres membres de l'équipe
pt: onde pode comentar e ajudar outros membros da equipa

source: Home
fr: Accueil
pt: Página inicial

source: Are you sure that you want to clone this course?
fr: Êtes-vous sûr de vouloir copier ce cours?
pt: Tem certeza que deseja clonar este curso?

source: Clone course
fr: Copier le cours
pt: Curso clonado

source: Process video
fr: Charger la vidéo
pt: Processar vídeo

source: Options
pt: Opções

source: Add
fr: Ajouter
pt: Adicionar

source: Back to question form
fr: Retour au formulaire de questions
pt: Voltar ao formulário

source: View on site
fr: Voir sur le site
pt: Ver no site

source: Label
pt: Rótulo

source: Input text
fr: Saisie de texte
pt: Texto de entrada

source: Radio
pt: Rádio

source: Please correct the error below.
fr: Merci de bien vouloir corriger l'erreur ci-dessous.
pt: Por favor, corrija o erro abaixo.

source: Property
fr: Propriété
pt: Propriedade

source: Value
fr: Valeur
pt: Valor

source: width
fr: largeur
pt: largura

source: height
fr: hauteur
pt: altura

source: Feedback
fr: Réaction
pt: Comentários

source: Create course
fr: Créer un cours
pt: Criar curso

source: Course name
fr: Nom du cours
pt: Nome do curso

source: Name or email
fr: Nom ou e-mail
pt: Nome ou email

source: Send
fr: Envoyer
pt: Enviar

source: Cancel
fr: Annuler
pt: Cancelar

source: Announcement
fr: Annonce
pt: Aviso

source: Published on:
fr: Publiée le :
pt: Publicado em:

source: Overview
fr: Aperçu
pt: Visão Geral

source: Reviews
fr: Évaluation
pt: Revisão

source: Reservations
fr: Réservations
pt: Reservas

source: Course administration
fr: Administration du cours
pt: Administração do curso

source: Calendar under construction
fr: Calendrier en construction
pt: Calendário em construção

source: Peer review assignment
fr: Travail corrigé par des pairs
pt: Revisão por pares

source: Evaluation criteria
fr: Critères d'évaluation
pt: Os critérios de avaliação

source: Remember!
fr: Rappel !
pt: Não esquecer!

source: At least one, the text or the file, must be present in the submission.
fr: Au moins un document (texte ou fichier) doit être présent dans le travail soumis.
pt: Pelo menos um, o texto ou o arquivo, deve estar presente na apresentação.

source: Write your submission here:
fr: Écrivez votre présentation ici :
pt: Escreva a sua resposta aqui:

source: The max length of the text is %(max)s characters.
fr: La longueur maximum du texte est de %(max)s caractères.
pt: O comprimento máximo do texto é de %(max)s caracteres.

source: Or attach a file to your submission:
fr: Ou joindre un fichier à votre envoi :
pt: Ou anexar um arquivo ao seu envio:

source: Select file
fr: Sélectionner un fichier
pt: Selecione o arquivo

source: Change
fr: Modifier
pt: Alterar

source: Close
fr: Fermer
pt: Fechar

source: Confirm submission
fr: Confirmer l'envoi
pt: Confirme submissão

source: Are you completely sure you want to submit your assignment? You can't change it later, this will be your final submission for this assignment.
fr: Êtes-vous certain de vouloir envoyer votre devoir ? Vous ne pourrez pas le changer plus tard : ce sera votre envoi final pour cet examen.
pt: Tem a certeza de que deseja submeter o seu trabalho? Não o poderá alterar mais tarde, este envio é definitivo.

source: New reservation
fr: Nouvelle réservation
pt: Nova reserva

source: Confirm
fr: Confirmer
pt: Confirmar

source: Bookmark
fr: Ajouter un signet
pt: Marcador

source: Like this on Facebook
fr: Aimer cela sur Facebook
pt: Goste disto no Facebook

source: +1 on Google+
fr: +1 sur Google+
pt: +1 no Google+

source: Share
fr: Partager
pt: Partilhar

source: Show lecture
fr: Afficher la conférence
pt: Mostrar leitura

source: Submit answer
fr: Soumettre une réponse
pt: Enviar resposta

source: Do activity
fr: Faire l'activité
pt: Faça a atividade

source: Show result
fr: Afficher le résultat
pt: Mostrar resultado

source: Attachments
fr: Pièces jointes
pt: Anexos

source: Class forum
fr: Forum du cours
pt: Forum da Classe

source: Post in the forum
fr: Poster sur le forum
pt: Publicar no fórum

source: Previous
fr: Précédent
pt: Anterior

source: Next
fr: Suivant
pt: Próximo

source: Index
fr: Sommaire
pt: Índice

source: Answer
fr: Réponse
pt: Resposta

source: PR
fr: EP
pt: RP

source: Peer Review
fr: Examen corrigé par les pairs
pt: Revisão por Pares

source: Assets available
fr: Actifs disponibles
pt: Recursos disponíveis

source: Answers sent
fr: Réponses envoyées
pt: Respostas submetidas

source: Congratulations, you got it right!
fr: Félicitations, vous avez trouvé la bonne réponse !
pt: Parabéns, acertou!

source: Wrong answer, good luck next time.
fr: Mauvaise réponse, bonne chance pour la prochaine fois.
pt: Resposta errada, boa sorte para a próxima vez.

source: Your answers were stored, but can't be corrected until the deadline is reached.
fr: Vos réponses ont été enregistrées, mais elles ne peuvent être corrigées avant la date limite.
pt: As suas respostas foram guardadas, mas não poderão ser corrigidas antes da data limite.

source: Your browser is outdated
fr: Votre navigateur n'est pas à jour
pt: O seu navegador está desatualizado

source: You need a modern browser to send this submission, try a recent Chrome, Firefox, Opera or Safari.
fr: Vous avez besoin d'un navigateur récent pour envoyer ce travail essayez avec Chrome, Firefox, Opera ou Safari.
pt: Você precisa de um navegador recente para enviar esta apresentação, experimente instalar ou atualizar o Chrome, Firefox, Opera ou Safari.

source: Required field missing
fr: Champ obligatoire manquant
pt: Campo de preenchimento obrigatório em falta

source: Please, send the text or the file. At least one of them must be filled.
fr: Veuillez s'il vous plaît envoyer le texte ou le fichier. L'un des deux doit au moins être rempli.
pt: Por favor, envie o texto ou o arquivo. Pelo menos um deles deve ser preenchido.

source: Submission sent
fr: Devoir envoyé
pt: Apresentação enviada

source: Thank you for sending this submission. You have now to review #(minimum_reviewers)s submissions from other students in order to get your submission scored.
fr: Merci d'avoir envoyé votre travail. Vous devez maintenant examiner # (minimum_examinateurs)s travaux soumis par d'autres étudiants afin d'obtenir une note pour votre devoir.
pt: Obrigado pelo seu envio. Agora terá de rever #(minimum_reviewers)s os envios de outros alunos, a fim de obter a sua avaliação.

source: You have already sent a submission for this peer review assignment. You can now review submissions from other students or check your score.
fr: Vous avez déjà envoyé un devoir pour cet examen noté par des pairs. Vous pouvez maintenant examiner les travaux soumis par les autres étudiants ou vérifier votre note.
pt: Já submeteu uma apresentação para a revisão por pares. Poderá rever as apresentações de outros alunos ou verificar a sua avaliação.

source: Review other students submissions
fr: Examiner les travaux des autres étudiants
pt: Rever as apresentações de outros alunos

source: Check my progress
fr: Vérifier ma progression
pt: Verificar o progresso

source: Available Assets:
fr: Actifs disponibles :
pt: Recursos disponíveis:

source: Book
fr: Livre
pt: Livro

source: Date:
pt: Data:

source: Time:
fr: Heure :
pt: Tempo:

source: Cancelations:
fr: Annulations :
pt: Cancelados:

source: Assets in this nugget can no longer be booked.
fr: Les actifs de cet élément ne peuvent plus être réservés.
pt: Os recursos deste bloco já não podem ser reservados.

source: Capacity:
fr: Capacité :
pt: Capacidade:

source: Assets can be booked:
fr: Les actifs peuvent être réservés :
pt: Os recursos podem ser reservados:

source: From:
fr: De :
pt: De:

source: To:
fr: À :
pt: Para:

source: Time in advance required for:
fr: Délai nécessaire pour :
pt: Antecedência necessária para:

source: Limits for this course:
fr: Limites pour ce cours :
pt: Limites para este curso:

source: Number of slots:
fr: Nombre de créneaux :
pt: Número de slots:

source: Pending reservations:
fr: Réservations en attente :
pt: Reservas pendentes:

source: Total reservations:
fr: Nombre total de réservations :
pt: Total de reservas:

source: minutes
pt: minutos

source: Requisites for making a reservation:
fr: Conditions requises pour faire une réservation :
pt: Requisitos para fazer uma reserva:

source: Reservations:
fr: Réservations :
pt: Reservas:

source: Slot length:
fr: Durée du créneau :
pt: Comprimento do Slot:

source: Video
fr: Vidéo
pt: Vídeo

source: Presentación
fr: Présentation
pt: Apresentação

source: Clue
fr: Piste
pt: Dica

source: Your file is too big
fr: Votre fichier est trop gros
pt: O arquivo é muito grande

source: Your file must be smaller than %(file_max_size)sMB.
fr: Votre fichier doit être inférieur à %(file_max_size)sMB.
pt: O arquivo deve ser menor que %(file_max_size)sMB.

source: The solution is not available
fr: La solution n'est pas disponible
pt: A resposta não está disponível

source: Please wait until the deadline of the module.
fr: Veuillez s'il vous plaît attendre la date limite du module.
pt: Por favor, aguarde até a data limite do módulo.

source: Clone activity from before edition
fr: Copier l'activité avant modification
pt: Cópia da atividade da edição anterior

source: Dear %(user)s, Your activity in "%(original_course)s" has been clonated to "%(copy_course)s" Best regards, %(site)s's team
fr: Cher%(user)s, Votre activité dans "%(original_course)s" a été copiée vers "%(copy_course)s" Cordialement, L'équipe de %(site)s
pt: Caro %(user)s, A sua atividade "%(original_course)s" foi copiada para "%(copy_course)s" Cumprimentos, Equipa do %(site)s

source: Announcements feed
fr: Les flux d'annonces
pt: Feed de avisos

source: There is no course content yet
fr: Ce cours n'est pas encore prêt
pt: Ainda não existe conteúdo no curso

source: View full syllabus
fr: Voir le programme complet
pt: Ver programa completo

source: Tasks
fr: Tâches
pt: Tarefas

source: Personal
fr: Personnel
pt: Pessoal

source: There is no tasks yet
fr: Il n'y a pas encore de tâche proposée
pt: Ainda não existem tarefas

source: Team
fr: Équipe
pt: Equipa

source: Do my first task
fr: Faire ma première activité
pt: Fazer a primeira tarefa

source: You have not completed any task yet
fr: Vous n'avez pas encore réalisé d'activité
pt: Ainda não concluiu nenhuma tarefa.

source: Do the next task
fr: Faire l'activité suivante
pt: Próxima tarefa

source: You have done %(tasks_done)s tasks of %(tasks_num)s
fr: Vous avez réalisé %(tasks_done)s des %(tasks_num)s demandées
pt: Já realizou %(tasks_done)s tarefas de %(tasks_num)s

source: Congratulations, you have completed all your current tasks!
fr: Félicitations, vous avez réalisé toutes les activités
pt: Parabéns, concluiu todas as tarefas!

source: News feed
fr: Fil d'actualité
pt: Feed de notícias

source: There is no posts yet
fr: Il n'y a pas encore d'article
pt: Ainda não existem publicações

source: Forum
pt: Fórum

source: Notifications
pt: Notificações

source: General
fr: Général
pt: Geral

source: Dear %(user)s Your course "%(course)s" has been created, and you have been assigned as the teacher owner. You can now access to the course administration interface and start adding content. Best regards, %(site)s's team
fr: Cher %(user)s Votre cours "%(course)s" a été créé, et vous avez été désigné comme l'enseignant-propriétaire. Vous pouvez désormais accéder à l'interface d'administration du cours et commencer à y ajouter du contenu. Cordialement, l 'équipe de %(site)s
pt: Caro %(user)s O seu curso "%(course)s" foi criado, e foi-lhe atribuída a categoria de professor proprietário. Agora poderá aceder à interface de administração do curso e começar a adicionar conteúdo. Cumprimentos, Equipa do %(site)s

source: Posts
fr: Articles
pt: Publicações

source: NEW POST
fr: NOUVEL ARTICLE
pt: NOVA PUBLICAÇÃO

source: This post has already been shared
fr: Cet article a déjà été partagé
pt: Esta publicação já foi partilhada

source: Reply
fr: Répondre
pt: Responder

source: Edit
fr: Modifier
pt: Editar

source: Delete
fr: Supprimer
pt: Eliminar

source: Shared by
fr: Partagé par
pt: Partilhado por

source: Go to group's forum
fr: Aller au forum de du groupe
pt: Ir para fórum do grupo

source: members
fr: Rappel !
pt: membros

source: Change group
fr: Modifier
pt: Alterar grupo

source: Videoconference
fr: Visioconférence
pt: Videoconferência

source: Location
fr: Emplacement
pt: Localização

source: Languages
fr: Langues
pt: Idiomas

source: decorative classroom image
fr: Image décorative de la classe
pt: imagem decorativa de sala de aula

source: More information about this course
fr: Plus d'informations sur ce cours
pt: Mais informações sobre este curso

source: Enter now
fr: Entrer maintenant
pt: Entrar

source: Filter <span class="noLowRes"> courses by
fr: Filtrer les cours <span class="noLowRes"> par
pt: Filtrar <span class="noLowRes"> cursos por

source: Featured
fr: Figurant
pt: Destaque

source: Oncoming
pt: Próximo

source: Explore the full
fr: Explorer tout l'éventail
pt: Explorar tudo

source: catalogue
pt: Catálogo

source: Courses catalogue
fr: Catalogue de cours
pt: Catálogo de cursos

source: certificated course
fr: Cours certifié
pt: curso certificado

source: Explore the full catalogue
fr: Explorer le catalogue complet
pt: Explore o catálogo todo

source: Total Tasks
fr: Nombre total de tâches
pt: Total de Tarefas

source: Congratulations, you have obtained a certification
fr: Félicitations, vous avez obtenu un certificat
pt: Parabéns, obteve um certificado

source: Dashboard
fr: Tableau de bord
pt: Painel

source: Calendar
fr: Calendrier
pt: Calendário

source: Group
fr: Groupe
pt: Grupo

source: More
fr: Plus
pt: Mais

source: General information
fr: Informations générales
pt: Informação geral

source: Admin course
fr: Admin du cours
pt: Curso de administrador

source: Your progress
fr: Votre progression
pt: O seu progresso

source: Publish
fr: Publier
pt: Publicar

source: Sending...
fr: Envoi en cours ...
pt: A enviar...

source: Message posted!
fr: Message envoyé !
pt: Mensagem publicada

source: Go to my posts
fr: Aller à mes articles
pt: Ver as minhas publicações

source: Profile
fr: Profil
pt: Perfil

source: See all courses
fr: Voir tous les cours
pt: Veja todos os cursos

source: My transcript
fr: Mon relevé de notes
pt: A minha transcrição

source: My badges
fr: Mes badges
pt: Os meus emblemas

source: Change Password
fr: Changer le mot de passe
pt: Alterar a senha

source: Admin interface
fr: Interface administrateur
pt: Interface de administrador

source: Log out
fr: Déconnexion
pt: Sair

source: This course is not ready yet
fr: Ce cours n'est pas encore prêt
pt: Este curso ainda não está pronto

source: The course "%(course_name)s" has no content.
fr: Le cours "%(course_name)s" est vide.
pt: O curso "%(course_name)s" não tem conteúdo.

source: Consider <a href="%(contact_url)s">getting in touch with an administrator</a>.
fr: Pensez <a href="%(contact_url)s"> à contacter un administrateur </a>.
pt: Considere <a href="%(contact_url)s">entrar em contacto com um administrador</a>.

source: It starts in %(date)s.
fr: Il commence le %(date) s.
pt: Começa em %(date)s.
