Repository: LDSL/moocng
Catalog: moocng/locale/*/LC_MESSAGES/django.po
Languages: fr, pt

source: Send the announcement via email to all the students in this course
fr: Envoyer l'annonce par courriel à tous les étudiants de ce cours
pt: Enviar o anúncio por email a todos os alunos deste curso

source: Please use this with caution as some courses has many students
fr: S'il vous plaît, veuillez utiliser ceci avec prudence car certains cours ont de nombreux étudiants
pt: Utilize isto com cuidado, pois alguns cursos têm muitos alunos

source: Send the announcement via email to all users
fr: Envoyer l'annonce par e-mail à tous les utilisateurs
pt: Enviar o aviso por email para todos os utilizadores

source: Please use this with caution there are a lot of users
fr: S'il vous plaît, veuillez utiliser ceci avec prudence, il y a beaucoup d'utilisateurs
pt: Utilize isto com atenção, há uma grande quantidade de utilizadores

source: Yes, I want send %s emails
fr: Oui, je veux envoyer %s courriels
pt: Sim, quero enviar %s emails

source: This action send %s emails, are you sure? Please check in the last checkbox
fr: Cette action permet d'envoyer %s courriels, êtes-vous certain de vouloir effectuer cette action ? Cochez s'il vous plaît la dernière case.
pt: Esta ação envia %s emails, tem certeza? Por favor, verifique a última checkbox

source: Host
fr: Hébergeur
pt: Anfitrião

source: Date and time
fr: Date et heure
pt: Data e hora

source: invitation
pt: convite

source: invitations
pt: convites

source: Every register user
fr: Chaque utilisateur enregistré
pt: Cada utilizador registado

source: Every enrolled student in a course
fr: Chaque étudiant inscrit à un cours
pt: Cada aluno inscrito num curso

source: Every enrolled student in a active course
fr: Chaque étudiant inscrit à un cours actif
pt: Cada aluno inscrito num curso ativo

source: Every teacher
fr: Chaque enseignant
pt: Cada professor

source: Every admin (superuser)
fr: Chaque administrateur (superuser)
pt: Cada administrador (superuser)

source: Massive email type
fr: Un type de courriel massif
pt: Tipo de email em massa

source: Subject
fr: Sujet
pt: Assunto

source: massive email
fr: courriel massif
pt: Email em massa

source: massive emails
fr: courriels massifs
pt: Emails em massa

source: You have been invited to be a teacher in "%s"
fr: Vous avez été invité à être enseignant dans " %s "
pt: Foi convidado para ser professor em "%s"

source: You have been removed as teacher from "%s"
fr: Vous avez été supprimé en tant qu'enseignant de " %s "
pt: Foi removido como professor de "%s"

source: There are no statistics for this course.
fr: Il n'existe pas de statistiques pour ce cours.
pt: Não há estatísticas para este curso.

source: The KQ with the %s id doesn't exists
fr: Le KQ avec l'identifiant %s n'existe pas
pt: O KQ com a id %s não existe

source: Your changes were saved.
fr: Vos modifications ont été enregistrées.
pt: As suas alterações foram salvas.

source: There were problems with some data you introduced, please fix them and try again.
fr: Il y avait des problèmes avec certaines données que vous nous avez transmises, veuillez s'il vous plaît les corriger et essayer à nouveau.
pt: Houve problemas com alguns dados introduzidos, por favor corrija-os e tente novamente.

source: The announcement was created successfully.
fr: L'annonce a été créée avec succès.
pt: O aviso foi criado com sucesso.

source: The email has been queued, and it will be send in batches to every student in the course.
fr: Le courriel a été mis en attente, il sera envoyer par lots à chaque élève du cours.
pt: O email foi colocado na fila, e será enviado em lote para cada aluno do curso.

source: Be aware!
fr: Faites attention !
pt: Preste atenção!

source: If you send this announcement via email, you will be about to send an email to <strong>%(students)s students</strong>.
fr: Si vous envoyez cette annonce par courriel, vous êtes sur le point d'envoyer un courriel à <strong>%(students)s</strong>.
pt: Ao enviar este aviso por email estará a enviar para<strong>%(students)s alunos</ strong>.

source: This course can send <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) announcements via email this month still.
fr: Ce cours peut encore envoyer <strong>%(remain_send_emails)s</ strong> (de %(max_mass_emails_month)s) annonces par courriel ce mois-ci.
pt: Este curso ainda pode enviar <strong>%(remain_send_emails)s</strong>(of %(max_mass_emails_month)s) avisos por email este mês.

source: I'm sorry!
fr: Je suis désolé !
pt: Sinto muito!

source: This course has exceeded the maximum of emails that it can send this month: %(max_mass_emails_month)s. You have not the option to send this announcement via email
fr: Ce cours a dépassé le maximum de courriels qu'il peut envoyer ce mois-ci: %(max_mass_emails_month)s. Vous n'avez pas la possibilité d'envoyer cette annonce par courriel
pt: Este curso excedeu o limite máximo de envio de emails deste mês: %(max_mass_emails_month)s. Não poderá enviar este aviso por email

source: Create announcement
fr: Créez une annonce
pt: Criar aviso

source: Date
pt: Data

source: There isn't announcements yet
fr: Il n'y a pas encore d'annonce
pt: Ainda não existem avisos

source: Add announcement
fr: Ajouter une annonce
pt: Adicionar aviso

source: Please take into account than this change will affect all courses which use this asset
fr: Veuillez s'il vous plaît prendre en compte que ce changement aura une incidence sur tous les cours qui utilisent cet actif
pt: Por favor tenha em consideração que esta alteração afetará todos os cursos que utilizam este recurso

source: There are not assets yet
fr: Il n'y a pas encore d'actif
pt: Ainda não existem recursos

source: Badge title
fr: Titre du badge
pt: Título do emblema

source: Units
fr: Unités
pt: Unidades

source: Select unit
fr: Sélectionner une unité
pt: Selecione unidade

source: Select peer review
fr: Sélectionner un examen par les pairs
pt: Selecionar Revisão por pares

source: Add peer review
fr: Ajouter un examen par les pairs
pt: Adicionar Revisão por pares

source: Peer review added (click on the peer review to remove):
fr: Un examen par les pairs a été ajouté (cliquer sur l'examen par les pairs pour l'effacer) :
pt: Revisão por pares adicionada (clique sobre a revisão por pares para remover):

source: Choose a color for the badge
fr: Choisir une couleur de badge
pt: Escolha uma cor para o emblema

source: Save
fr: Sauvegarder
pt: Guardar

source: Edit badge
fr: Créer le badge
pt: Editar emblema

source: Delete badge
fr: Supprimer le badge
pt: Eliminar emblema

source: Course edition
fr: Édition du cours
pt: Edição do curso

source: Information
pt: Informação

source: External applications
fr: Applications externes
pt: Aplicações externas

source: Statistics
fr: Statistiques
pt: Estatísticas

source: Send mail
fr: Envoyer un courriel
pt: Enviar email

source: We are sorry
fr: Nous sommes désolés
pt: Lamentamos

source: But this section is not available yet.
fr: Mais cette section n'est pas encore disponible.
pt: Mas esta secção ainda não está disponível.

source: Legal
fr: Juridique
pt: Informação Legal

source: All rights reserved
fr: Tous droits réservés
pt: Todos os direitos reservados

source: Terms of Use
fr: Conditions d'utilisation
pt: Termos de Utilização

source: There aren't categories defined yet, please contact an administrator.
fr: Il n'y a pas encore de catégories définies, veuillez s'il vous plaît contacter un administrateur.
pt: Ainda não existem categorias definidas, entre em contacto com um administrador.

source: Hello, you have been invited to be a teacher in the course "%(course)s" by %(host)s. Click on this link to go to the course: %(course_url)s. Best regards, %(site)s's team
fr: Bonjour, vous avez été invité à être enseignant du cours "%(course)s" par %(host)s. Cliquez sur ce lien pour aller au cours : %(course_url)s. Cordialement, l'équipe de %(site)s.
pt: Olá, foi convidado para ser professor no curso "%(course)s" por %(host)s. Clique neste link para ir para o curso: %(course_url)s. Cumprimentos, equipa do %(site)s's

source: Hello, you have been invited to be a teacher in the course "%(course)s" by %(host)s. After your registration in the platform is complete, you will be automatically assigned as a teacher to the course. Click on this link to go to the course: %(course_url)s. Best regards, %(site)s's team
fr: Bonjour,vous avez été invité à être enseignant du cours "%(course)s" par %(host)s. Après avoir terminé votre inscription sur la plate-forme, vous serez automatiquement désigné comme enseignant du cours Pour vous rendre sur le cours, cliquez sur : %(course_url)s. Cordialement, l'équipe de %(site)s
pt: Olá, foi convidado para ser professor do curso "%(course)s" por %(host) s. Após completar o seu registo na plataforma, será automaticamente inscrito como professor para o curso. Poderá registar-se aqui: %(course_url)s Cumprimentos, da equipa do %(site)s

source: Hello, you have been removed as teacher from the course "%(course)s" by %(host)s. Best regards, %(site)s's team
fr: Bonjour, vous avez été effacé en tant qu'enseignant du cours "%(course)s" par %(host)s. Cordialement, l'équipe de %(site)s
pt: Olá, foi removido de professor do curso "%(course)s" por %(host)s. Cumprimentos, da equipa do %(site)s

source: Send an email to every student
fr: Envoyer un courriel à tous les étudiants
pt: Enviar um email para todos os alunos

source: You are about to send an email to <strong>%(students)s students</strong>.
fr: Vous êtes sur le point d'envoyer un courriel aux étudiants de <strong>%(students)s</strong>.
pt: Está prestes a enviar um email para <strong> %(students)s alunos </ strong>.

source: This course can send <strong>%(remain_send_emails)s</strong> (of %(max_mass_emails_month)s) e-mails this month still.
fr: Ce cours peut encore envoyer <strong>%(remain_send_emails)s</strong> (de %(max_mass_emails_month)s) courriels ce mois-ci.
pt: Este curso ainda pode enviar <strong>%(remain_send_emails)s</ strong>(of %(max_mass_emails_month)s) emails este mês.

source: This course has exceeded the maximum of emails that it can send this month: %(max_mass_emails_month)s.
fr: Ce cours a dépassé le nombre maximum de courriels qu'il peut envoyer ce mois-ci: %(max_mass_emails_month)s.
pt: Este curso excedeu limite máximo de envio de emails deste mês: %(max_mass_emails_month)s.

source: Previous emails
fr: Courriels précédents
pt: emails anteriores

source: There aren't massive emails sent yet.
fr: Il n'y a pas encore eu de courriel massif envoyé.
pt: Ainda não há emails enviados.

source: Sent at
fr: Envoyé à
pt: Enviado às

source: Warning
fr: Attention !
pt: Atenção!

source: The groups generation action <strong>cannot be undone</strong>. Please, ensure that your current values are the ones you want.
fr: L'action de création de groupe <strong>n'a pas pu être réalisée</strong>. S'il vous plaît, assurez vous que les valeurs actuelles sont celles que vous souhaitez.
pt: A ação geração de grupos <strong> não pode ser desfeita </strong>. Por favor, certifique-se de que seus valores atuais são os que você deseja.

source: If your are sure of the current configuration and want to generate the groups now, click on Accept; if not, click Cancel.
fr: Si vous êtes sure de la configuration actuelle et voulez générer les groupes maintenant, cliquez sur Accepter ; Si non, cliquez sur Annuler.
pt: Se tiver a certeza da configuração atual e desejar gerar os grupos agora, clique em Aceitar; se não, clique em Cancelar.

source: Accept
fr: Accepter
pt: Aceitar

source: Create groups
fr: Créer des groupes
pt: Criar grupos

source: Groups already exist for this course
fr: Les groupes existent déjà pour ce cours
pt: Já existem grupos neste curso.

source: Extra info
fr: Information supplémentaire
pt: Informação extra

source: Max file size
fr: Taille maximum du fichier
pt: Tamanho máximo do ficheiro

source: Content id or url
fr: Identifiant ou URL
pt: ID do conteúdo ou url

source: Students list
fr: Liste des participants
pt: Lista de estudantes

source: Saving changes has no finished yet
fr: La sauvegarde des changements n'est pas encore terminée
pt: Ainda não terminou de salvar as alterações

source: Are you sure you want to delete the item \
fr: Êtes-vous sûr de vouloir effacer cet élément ?\
pt: Tem certeza que deseja eliminar este item?

source: Advanced
fr: Avancé
pt: Avançadas

source: Height
pt: altura

source: Go back
fr: Retour
pt: Retroceder

source: Started
fr: Commencé
pt: Iniciou

source: Passed
fr: Validé
pt: Passou

source: Reviewed
fr: Examiné
pt: Revisto

source: Not started
fr: Non commencé
pt: Não iniciado

source: Incompleted
fr: Inachevé
pt: Incompleto

source: Not passed
fr: Non validé
pt: Não passou

source: Students evolution
fr: Évolution des élèves
pt: Evolução dos alunos

source: Viewed
fr: Vu
pt: Visto

source: Submitted
fr: Soumis
pt: Submetido

source: Not submitted
fr: Non soumis
pt: Não submetido

source: General statistics of the course
fr: Statistiques générales sur le cours
pt: Estatísticas gerais do curso

source: Students that have...
fr: Les participants qui ont ...
pt: Os alunos que têm ...

source: ...started the course
fr: Commencé le cours...
pt: ... iniciou o curso

source: ...completed the course
fr: ...terminé le cours
pt: ... curso concluido

source: ...passed the course
fr: ...réussi le cours
pt: ... passou o curso

source: Students evolution...
fr: L'évolution des étudiants...
pt: Evolução dos alunos ...

source: ...in general
fr: ...en général
pt: ... no geral

source: ...per unit
fr: ...par unité
pt: ... por unidade

source: All units
fr: Toutes les unités
pt: Todas as unidades

source: ...completed the unit
fr: ...achevé l'unité
pt: ... unidade completa

source: ...passed the unit
fr: ...obtenu l'unité
pt: ... passou a unidade

source: ...in the unit
fr: ...dans l'unité
pt: ... na unidade

source: ...per nugget
fr: ...par module
pt: ... por bloco

source: All nuggets
fr: Tous les modules
pt: Todos os blocos

source: ...submitted the exercise
fr: ...soumis l'exercice
pt: ... exercício submetido

source: ...passed the exercise
fr: ...réussi l'exercice
pt: ... passou o exercício

source: ...in the exercise
fr: ...dans l'exercice
pt: ... no exercício

source: Total reviews sent by the students
fr: Nombre total des commentaires envoyés par les étudiants
pt: Total de revisões enviadas pelos alunos

source: Something went wrong, please try again later.
fr: Quelque chose n'a pas fonctionné, veuillez s'il vous plaît essayer à nouveau plus tard.
pt: Algo correu mal, por favor tente mais tarde.

source: Pending
fr: En attente
pt: Pendente

source: Owner
fr: Propriétaire
pt: Proprietário

source: Success
fr: Succès
pt: Sucesso

source: The teacher has been added to the course or invited.
fr: L'enseignant a été ajouté au cours ou invité.
pt: O professor foi adicionado ao curso ou convidado.

source: The teacher has been removed from the course.
fr: L'enseignant a été retiré du cours.
pt: O professor foi removido do curso.

source: The teachers have been reordered.
fr: Les enseignants ont été réaffectés.
pt: Os professores foram reordenados.

source: That teacher doesn't exists. Please, introduce a valid user or an email.
fr: Cet enseignant n'existe pas. Veuillez s'il vous plaît entrer un utilisateur valide ou un courriel.
pt: Esse professor não existe. Por favor, introduza um utilizador ou email válido.

source: The email introduced has already received an invitation.
fr: Le courriel que vous avez entré a déjà reçu une invitation.
pt: O email introduzido já recebeu um convite.

source: Current teachers
fr: Enseignants actuels
pt: Professores atuais

source: Transfer ownership
fr: Transfert de propriété
pt: Transferir a propriedade

source: Invited teachers who are not registered yet
fr: Professeurs invités qui ne sont pas encore inscrits
pt: Professores convidados que ainda não estão registados

source: Nothing
fr: Rien
pt: Nada

source: This course is empty
fr: Ce cours est vide
pt: Este curso está vazio

source: You need to add content to this course. Please, start adding a unit.
fr: Vous devez ajouter du contenu à ce cours. S'il vous plaît, commencez par ajouter une unité.
pt: Precisa adicionar conteúdo a este curso. Por favor, adicione uma unidade.

source: It has a question
fr: Il a une question
pt: Tem uma pergunta

source: Asset Availability
fr: Disponibilité des actifs
pt: Disponibilidade do recurso

source: Screenshot of
fr: Capture d'écran de
pt: Captura de ecrã

source: Description:
pt: Descrição:

source: Remove criterion
fr: Retirer le critère
pt: Remover critério

source: Title:
fr: Titre :
pt: Título:

source: Score description
fr: Description de la note
pt: Descrição da pontuação

source: Remove Asset
fr: Retirer les actifs
pt: Remover recurso

source: Name:
fr: Nom :
pt: Nome:

source: Add an asset:
fr: Ajouter un actif :
pt: Adicionar recurso:

source: Transcriptions
fr: Description
pt: Transcrições

source: File
fr: Fichier
pt: Arquivo

source: File name
fr: Nom du fichier
pt: Nome do arquivo

source: There are no attachments yet.
fr: Il n'y a pas encore de pièce jointe.
pt: Ainda não há anexos.

source: Transcription file name
fr: Nom du fichier de transcription
pt: Nome da transcrição

source: There are no transcriptions yet.
fr: Il n'y a pas encore de transcription.
pt: Ainda não há transcrições.

source: Question's background
fr: Question concernant le fond d'écran
pt: Fundamento da questão

source: Nugget's video last frame
fr: Dernière image de la vidéo du module
pt: Último quadro do bloco de vídeo

source: Use a blank canvas instead
fr: Utiliser plutôt un cadre vide
pt: Utilizar tela em branco como alternativa

source: Don't use the last frame
fr: Ne pas utiliser la dernière image
pt: Não utilize o último quadro

source: Force processing the nugget's video
fr: Forcer le traitement de la vidéo du module
pt: Forçar o processamento do bloco de vídeo

source: Using blank canvas
fr: Utilisation du cadre vide
pt: Utilizar tela em branco

source: You are using a blank canvas for the question instead of the last frame of the nugget's video.
fr: Vous utilisez un cadre vide pour la question plutôt que la dernière image de la vidéo du module.
pt: Está a utilizar uma tela em branco para a questão, em vez do último quadro do bloco de vídeo.

source: Use the last frame of the nugget's video
fr: Utilisez la dernière image de la vidéo du module
pt: Utilize o último quadro do bloco de vídeo

source: Use the last frame
fr: Utilisez la dernière image
pt: Utilize o último quadro

source: Question's solution
fr: Solution de la question
pt: Resposta à pergunta

source: Remove the question from this nugget
fr: Retirer la question de ce module
pt: Remover a questão deste bloco

source: Assignment description
fr: Description du devoir
pt: Descrição do trabalho

source: Minimun reviewers
fr: Examinateurs minimum
pt: Mínimo de revisores

source: Evaluation criterions
fr: Critères d'évaluation
pt: Critérios de avaliação

source: Remove the peer review assignment
fr: Supprimer l'examen de l'examen par les pairs
pt: Remover a atribuição de revisão por pares

source: The changes were saved successfully.
fr: Les modifications ont été enregistrées avec succès.
pt: As alterações foram salvas com sucesso.

source: A task for processing the video has been queued. Refresh in a few moments.
fr: Une requête pour le traitement de la vidéo a été mise en attente. Rafraîchissez la page dans quelques instants.
pt: O processamento do vídeo foi colocado na fila. Atualize daqui a pouco.

source: The attached file size is too big, the max file size is
fr: La taille du fichier joint est trop grande, la taille du fichier maximum est de
pt: O ficheiro anexado é damasiado grande, o tamanho máximo permitido é de

source: A required field is empty.
fr: Un champ obligatoire est vide.
pt: Um campo de preenchimento obrigatório está vazio.

source: This item is new and must be saved before going back.
fr: Cet élément est nouveau et doit être sauvegardé avant de revenir en arrière.
pt: Este item é novo e deve ser salvo antes de voltar.

source: The start date must be lower than the end date
fr: La date de début doit être antérieure à la date limite.
pt: A data de início não pode ser posterior à data limite.

source: Confirm removal
fr: Confirmer la suppression
pt: Confirme a eliminação

source: Are you completely sure you want to remove this? You cannot undo this action.
fr: Êtes-vous tout à fait sûr de vouloir supprimer ceci ? Vous ne pourrez pas annuler cette action.
pt: Tem a certeza que pretende remover isto? Não poderá anular esta ação.

source: Access denied
fr: Accès refusé
pt: Acesso negado

source: We're sorry, but you are not authorized to view this page.
fr: Nous sommes désolés, mais vous n'êtes pas autorisé à afficher cette page.
pt: Lamentamos, mas não está autorizado a visualizar esta página.

source: Page not found
fr: Page non trouvée
pt: Página não encontrada

source: We're sorry, but the requested page could not be found.
fr: Nous sommes désolés, mais la page demandée n'a pu être trouvée.
pt: Lamentamos, mas a página solicitada não pode ser encontrada.

source: Server Error (500)
fr: Erreur de serveur (500)
pt: Erro de Servidor (500)

source: We are having technical problems at this moment
fr: Nous rencontrons des problèmes techniques en ce moment
pt: Estamos a ter algumas dificuldades técnicas

source: We apologize for any inconvenience this may cause to you
fr: Nous vous remercions de votre compréhension et nous vous prions de nous excuser pour les problèmes causés
pt: Pedimos desculpa por qualquer incómodo causado

source: We are working on the fix and we hope to improve the service very soon
fr: Nous travaillons sur le problème et nous espérons améliorer le service très bientôt
pt: Estamos a trabalhar na solução e esperamos, em breve, melhorar o serviço

source: Thank you for your patience
fr: Merci pour votre patience
pt: Obrigado pela paciência

source: Maintenance
pt: Manutenção

source: The platform is under maintenance
fr: La plateforme est en cours de maintenance
pt: A plataforma encontra-se em manutenção

source: Sorry for the inconvenience
fr: Veuillez nous excuser pour ce problème
pt: Pedimos desculpa pelo incómodo

source: The platform will be available shortly
fr: La plateforme sera rapidement disponible
pt: A plataforma estará disponível brevemente

source: Got it
fr: J'ai compris
pt: OK

source: Need help?
fr: Besoin d'aide ?
pt: Precisa de ajuda?

source: let us help you
fr: Laissez nous vous aider
pt: Deixe-nos ajudar

source: Sending
fr: Envoi en cours
pt: A enviar

source: There was an error sending your message. Please, try again.
fr: Il y a eu un problème lors de l'envoi de votre message. Réessayer s'il vous plaît.
pt: Ocorreu um erro no envio da mensagem. Por favor tente novamente
